const lenguaje = () => { return 'es' } //Español 

//AVISOS DE MENSAJE
const smsAvisoRG = () => { return `╰⊱✅⊱ 𝐑𝐄𝐒𝐔𝐋𝐓𝐀𝐃𝐎 ⊱✅⊱╮\n\n` } 
const smsAvisoAG = () => { return `╰⊱⚠️⊱ 𝐀𝐃𝐕𝐄𝐑𝐓𝐄𝐍𝐂𝐈𝐀 ⊱⚠️⊱╮\n\n` }
const smsAvisoIIG = () => { return `╰⊱❕⊱ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐈𝐎𝐍 ⊱❕⊱╮\n\n` }
const smsAvisoFG = () => { return `╰⊱❌⊱ 𝐄𝐑𝐑𝐎𝐑 ⊱❌⊱╮\n\n` }
const smsAvisoMG = () => { return `╰⊱❗️⊱ 𝐀𝐂𝐂𝐈𝐎𝐍 𝐌𝐀𝐋 𝐔𝐒𝐀𝐃𝐀 ⊱❗️⊱╮\n\n` }
const smsAvisoEEG = () => { return `╰⊱📩⊱ 𝐑𝐄𝐏𝐎𝐑𝐓𝐄 ⊱📩⊱╮\n\n` }
const smsAvisoEG = () => { return `╰⊱❤️⊱ 𝐄𝐗𝐈𝐓𝐎 ⊱❤️⊱╮\n\n` }

//PARÁMETROS EN COMANDOS
const smsRowner = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝚈𝙾 𝙲𝙾𝙼𝙾 𝙲𝚁𝙴𝙰𝙳𝙾𝚁 𝙳𝙴 𝙱𝙾𝚃 𝙻𝙾 𝙿𝚄𝙴𝙳𝙴 𝚄𝚂𝙰𝚁 𝙶𝙰𝙰𝙰¡ 😁\`\`\`` }//NUMERO DE BOT
const smsOwner = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁 𝙻𝙾 𝙿𝚄𝙴𝙳𝙴 𝚄𝚂𝙰𝚁 𝙶𝙰𝙰𝙰¡ 😜\`\`\`` }//OWNER
const smsMods = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝙼𝙾𝙳𝙴𝚁𝙰𝙳𝙾𝚁𝙴𝚂 𝚈 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁 𝙻𝙾 𝙿𝚄𝙴𝙳𝙴𝙽 𝚄𝚂𝙰𝚁 𝙶𝙰𝙰𝙰! 🤪\`\`\`\`` }//MODERADORES
const smsPremium = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝙴𝚂𝚃𝙰 𝙳𝙸𝚂𝙿𝙾𝙽𝙸𝙱𝙻𝙴 𝙿𝙰𝚁𝙰 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂 𝙿𝚁𝙴𝙼𝙸𝚄𝙼 𝚈 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁 𝙿𝙸𝙿𝙸𝙿𝙸! 😔 𝙿𝙰𝚁𝙰 𝚂𝙴𝚁 𝙿𝚁𝙴𝙼𝙸𝚄𝙼 𝙲𝙾𝙼𝙿𝚁𝙴 𝚄𝙽 𝙿𝙰𝚂𝙴 𝚄𝚂𝙰𝙽𝙳𝙾 #𝚙𝚊𝚜𝚜 𝚙𝚛𝚎𝚖𝚒𝚞𝚖 😉\`\`\`` }//USUARIOS PREMIUM
const smsGroup = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝚂𝙴 𝙿𝚄𝙴𝙳𝙴 𝚄𝚃𝙸𝙻𝙸𝚉𝙰𝚁 𝙴𝙽 𝙶𝚁𝚄𝙿𝙾𝚂 𝙿𝙸𝙿𝙸𝙿𝙸! 😔\`\`\`` }//PARA GRUPOS
const smsPrivate = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝚂𝙴 𝙿𝚄𝙴𝙳𝙴 𝚄𝚃𝙸𝙻𝙸𝚉𝙰𝚁 𝙰𝙻 𝙿𝚁𝙸𝚅𝙰𝙳𝙾, 𝙷𝙰𝙱𝙻𝙰𝙼𝙴! 😏\`\`\`` }//AL PRIVADO
const smsAdmin = () => { return `\`\`\`¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚂𝙾́𝙻𝙾 𝙴𝚂 𝙿𝙰𝚁𝙰 𝙰𝙳𝙼𝙸𝙽𝚂 𝙿𝙸𝙿𝙸𝙿𝙸! 😢\`\`\`` }//ADMINS
const smsBotAdmin = () => { return `\`\`\`¡𝙽𝙴𝙲𝙴𝚂𝙸𝚃𝙾 𝚂𝙴𝚁 𝙰𝙳𝙼𝙸𝙽 𝙿𝙰𝚁𝙰 𝚀𝚄𝙴 𝙿𝚄𝙴𝙳𝙰𝚂 𝚄𝚂𝙰𝚁 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾!\`\`\`` }//BOT CON ADMIN
const smsUnreg = () => { return `\`\`\`¡𝙽𝙴𝙲𝙴𝚂𝙸𝚃𝙰𝚂 𝙴𝚂𝚃𝙰𝚁 𝚁𝙴𝙶𝙸𝚂𝚃𝚁𝙰𝙳𝙾(𝙰) 𝙿𝙰𝚁𝙰 𝚄𝚂𝙰𝚁 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾, 𝙴𝚂𝙲𝚁𝙸𝙱𝙴 #verificar 𝙿𝙰𝚁𝙰 𝚁𝙴𝙶𝙸𝚂𝚃𝚁𝙰𝚁𝚃𝙴! 🤗\`\`\`` }//VERIFICAR
const smsRestrict = () => { return `\`\`\`⚠️ ¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙴𝚂𝚃𝙰́ 𝚁𝙴𝚂𝚃𝚁𝙸𝙽𝙶𝙸𝙳𝙾 𝙿𝙾𝚁 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁! ⚠️ \`\`\`` }//RESTRINGIR COMANDO

//MENU LISTA
const smsTime = () => { return `𝚃𝙸𝙴𝙼𝙿𝙾 𝙰𝙲𝚃𝚄𝙰𝙻`}
const smsUptime = () => { return `𝙵𝚄𝙽𝙲𝙸𝙾𝙽𝙰𝙽𝙳𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴`}
const smsVersion = () => { return `𝚅𝙴𝚁𝚂𝙸𝙾𝙽 𝙳𝙴  ${global.packname}`}
const smsTotalUsers = () => { return `𝚃𝙾𝚃𝙰𝙻 𝙳𝙴 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂`}
const smsMode = () => { return `𝙴𝚂𝚃𝙰 𝙴𝙽 𝙼𝙾𝙳𝙾`}
const smsModePublic = () => { return `𝙿𝚄́𝙱𝙻𝙸𝙲𝙾`}
const smsModePrivate = () => { return `𝙿𝚁𝙸𝚅𝙰𝙳𝙾`}
const smsBanChats = () => { return `𝙲𝙷𝙰𝚃(𝚂) 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾(𝚂)`}
const smsBanUsers = () => { return `𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝚂) 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾(𝚂)`}
const smsPareja = () => { return `𝙿𝙰𝚁𝙴𝙹𝙰`}
const smsResultPareja = () => { return `_No tiene Pareja_`}
const smsSaludo = () => { return `👋 !𝙷𝙾𝙻𝙰! 𝙱𝙸𝙴𝙽𝚅𝙴𝙽𝙸𝙳𝙾(𝙰) 👋`}
const smsDia = () => { return `🌇 Buenos Días ⛅`}
const smsTarde = () => { return `🏙️ Buenas Tardes 🌤️`}
const smsTarde2 = () => { return `🌆 Buenas tardes 🌥️`}
const smsNoche = () => { return `🌃 Buenas noches 💫`}
const smsListaMenu = () => { return `⊹ 𝐋𝐈𝐒𝐓𝐀 𝐃𝐄 𝐌𝐄𝐍𝐔 ⊹`}
const smsLista1 = () => { return `🌟 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐈𝐎́𝐍 𝐃𝐄 𝐌𝐀𝐊𝐀𝐍𝐀𝐊𝐘𝐁𝐎𝐓 🌟`}
const smsLista2 = () => { return `💖 𝐂𝐑𝐄𝐀𝐃𝐎𝐑 💖`}
const smsLista3 = () => { return `🎁 𝐃𝐎𝐍𝐀𝐑 🎁`}
const smsLista4 = () => { return `🚀 𝐕𝐄𝐋𝐎𝐂𝐈𝐃𝐀𝐃 🚀`}
const smsLista5 = () => { return `💡 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐈𝐎́𝐍 𝐃𝐄𝐋 𝐌𝐄𝐍𝐔́ 💡`}
const smsLista6 = () => { return `🌀 𝐌𝐄𝐍𝐔́ 𝐂𝐎𝐌𝐏𝐋𝐄𝐓𝐎 🌀`}
const smsLista7 = () => { return `🤖 𝐈𝐍𝐒𝐓𝐀𝐋𝐀𝐑 𝐌𝐀𝐊𝐀𝐍𝐀𝐊𝐘𝐁𝐎𝐓 🤖`}
const smsLista8 = () => { return `🍄 𝐒𝐄𝐑 𝐒𝐔𝐁 𝐁𝐎𝐓 🍄`}
const smsLista9 = () => { return `📄 𝐓𝐄́𝐑𝐌𝐈𝐍𝐎𝐒, 𝐂𝐎𝐍𝐃𝐈𝐂𝐈𝐎𝐍𝐄𝐒 𝐘 𝐏𝐑𝐈𝐕𝐀𝐂𝐈𝐃𝐀𝐃 📄`}
const smsLista10 = () => { return `🌟 𝐀𝐕𝐄𝐍𝐓𝐔𝐑𝐀 🌟`}
const smsLista11 = () => { return `🏆 𝐓𝐎𝐏 𝐆𝐋𝐎𝐁𝐀𝐋 🏆`}
const smsLista12 = () => { return `🏅 𝐔𝐒𝐔𝐀𝐑𝐈𝐎𝐒 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 🏅`}
const smsLista13 = () => { return `🎟️ 𝐒𝐄𝐑 𝐔𝐒𝐔𝐀𝐑𝐈𝐎(𝐀) 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 🎟️`}
const smsLista14 = () => { return `🛣️ 𝐌𝐈𝐒𝐈𝐎𝐍𝐄𝐒 𝐃𝐈𝐀𝐑𝐈𝐀𝐒 🛣️`}
const smsLista15 = () => { return `⚗️ 𝐌𝐄𝐍𝐔́ 𝐑𝐏𝐆 ⚗️`}
const smsLista16 = () => { return `🏪 𝐓𝐈𝐄𝐍𝐃𝐀 𝐃𝐄 𝐂𝐎𝐌𝐏𝐑𝐀 𝐘 𝐕𝐄𝐍𝐓𝐀 🏪`}
const smsLista17 = () => { return `🎒 𝐈𝐍𝐕𝐄𝐍𝐓𝐀𝐑𝐈𝐎 🎒`}
const smsLista18 = () => { return `🌟 𝐌𝐔𝐋𝐓𝐈𝐌𝐄𝐃𝐈𝐀 🌟`}
const smsLista19 = () => { return `📲 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐃𝐄𝐒𝐂𝐀𝐑𝐆𝐀𝐒 📲`}
const smsLista20 = () => { return `🔍 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐁𝐔𝐒𝐐𝐔𝐄𝐃𝐀𝐒 🔍`}
const smsLista21 = () => { return `🛰️ 𝐌𝐄𝐍𝐔́ 𝐂𝐎𝐍𝐕𝐄𝐑𝐓𝐈𝐃𝐎𝐑 🛰️`}
const smsLista22 = () => { return `🧰 𝐌𝐄𝐍𝐔́ 𝐌𝐎𝐃𝐈𝐅𝐈𝐂𝐀𝐃𝐎𝐑 𝐃𝐄 𝐀𝐔𝐃𝐈𝐎 🧰`}
const smsLista22_1 = () => { return `🔩 𝐌𝐄𝐍𝐔 𝐃𝐄 𝐇𝐄𝐑𝐑𝐀𝐌𝐈𝐄𝐍𝐓𝐀𝐒 🔩`}
const smsLista23 = () => { return `🌟 𝐃𝐈𝐕𝐄𝐑𝐒𝐈𝐎́𝐍 🌟`}
const smsLista24 = () => { return `🎡 𝐉𝐔𝐄𝐆𝐎𝐒 𝐃𝐈𝐍𝐀́𝐌𝐈𝐂𝐎𝐒 🎡`}
const smsLista25 = () => { return `🔊 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐀𝐔𝐃𝐈𝐎𝐒 🔊`}
const smsLista26 = () => { return `🎈 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐒𝐓𝐈𝐂𝐊𝐄𝐑𝐒 𝐘 𝐅𝐈𝐋𝐓𝐑𝐎𝐒 🎈`}
const smsLista27 = () => { return `✨ 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐄𝐅𝐄𝐂𝐓𝐎𝐒 𝐘 𝐋𝐎𝐆𝐎𝐒 ✨`}
const smsLista28 = () => { return `🌅 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐋𝐎𝐆𝐎𝐒 𝟐 🌅`}
const smsLista29 = () => { return `⛩️ 𝐌𝐄𝐌𝐄𝐒 𝐑𝐀𝐍𝐃𝐎𝐌𝐒 : 𝐀𝐍𝐈𝐌𝐄⛩️`}
const smsLista30 = () => { return `🔞 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 +𝟏𝟖 🔞`}
const smsLista31 = () => { return `🌟 𝐀𝐉𝐔𝐒𝐓𝐄𝐒 🌟`}
const smsLista32 = () => { return `🔰 𝐌𝐄𝐍𝐔́ 𝐏𝐀𝐑𝐀 𝐆𝐑𝐔𝐏𝐎𝐒 🔰`}
const smsLista33 = () => { return `📑 𝐋𝐈𝐒𝐓𝐀𝐒 𝐃𝐈𝐒𝐏𝐎𝐍𝐈𝐁𝐋𝐄𝐒 📑`}
const smsLista34 = () => { return `⚙️ 𝐂𝐄𝐍𝐓𝐑𝐎 𝐃𝐄 𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐂𝐈𝐎́𝐍 ⚙️`}
const smsLista35 = () => { return `💎 𝐌𝐄𝐍𝐔́ 𝐏𝐀𝐑𝐀 𝐏𝐑𝐎𝐏𝐈𝐄𝐓𝐀𝐑𝐈𝐎(𝐀) 💎`}

//main.js
const smsWelcome = () => { return `*╭┈⊰* @subject *⊰┈ ✦*\n┊✨ ¡𝙱𝙸𝙴𝙽𝚅𝙴𝙽𝙸𝙳𝙾(𝙰)!\n┊💖 @user\n┊📄 𝙻𝙴𝙰 𝙻𝙰 𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾́𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾\n*╰┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ ✦*\n${String.fromCharCode(8206).repeat(850)}\n@desc`}
const smsBye = () => { return '*╭┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈⊰*\n┊ @user\n┊ 𝙽𝙾 𝙻𝙴 𝚂𝙰𝙱𝙴 𝙰𝙻 𝙶𝚁𝚄𝙿𝙾, 𝙲𝙷𝙰𝙾!! 👋\n*╰┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈⊰*'}
const smsSpromote = () => { return '@user 𝙰𝙷𝙾𝚁𝙰 𝙴𝚂 𝙰𝙳𝙼𝙸𝙽 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾! 👑'}
const smsSdemote = () => { return '@user 𝙳𝙴𝙹𝙰 𝙳𝙴 𝚂𝙴𝚁 𝙰𝙳𝙼𝙸𝙽 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 𝙿𝙸𝙿𝙸𝙿𝙸! 😔'}
const smsSdesc = () => { return '✨ 𝙻𝙰 𝙽𝚄𝙴𝚅𝙰 𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙴𝚂:\n\n@desc'}
const smsSsubject = () => { return '✨𝙴𝙻 𝙽𝚄𝙴𝚅𝙾 𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙴𝚂:\n\n@subject'}
const smsSicon = () => { return '🖼️ 𝚂𝙴 𝙷𝙰 𝙲𝙰𝙼𝙱𝙸𝙰𝙳𝙾 𝙻𝙰 𝙵𝙾𝚃𝙾 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾!'}
const smsSrevoke = () => { return '📢 𝙰𝙷𝙾𝚁𝙰 𝙴𝚂𝚃𝙴 𝙴𝚂 𝙴𝙻 𝙽𝚄𝙴𝚅𝙾 𝙴𝙽𝙻𝙰𝙲𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾!\n\n*@revoke*'}
const smsConexion = () => { return `\n𓃠 ┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈✦ 🟢 𝘾𝙊𝙉𝙀𝙓𝙄𝙊𝙉 ✦┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ 𓃠\n│\n│★ 𝘾𝙊𝙉𝙀𝙓𝙄𝙊𝙉 𝙀𝙓𝙄𝙏𝙊𝙎𝘼 𝘾𝙊𝙉 𝙀𝙇 𝙒𝙃𝘼𝙏𝙎𝘼𝙋𝙋  😺\n│\n𓃠 ┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈✦ ✅ ✦┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ 𓃠`} 
const smsCargando = () => { return `✨ CARGANDO...\n`} 
const smsCodigoQR = () => { return `\n✅ ESCANEA EL CÓDIGO QR EXPIRA EN 45 SEGUNDOS ✅`}
const smsConexionOFF = () => { return `\n⚠️ SIN CONEXIÓN, BORRE LA CARPETA ${global.authFile} Y ESCANEA EL CÓDIGO QR ⚠️`}
const smsClearTmp = () => { return `\n╭» 🟢 MULTIMEDIA 🟢\n│☁ ARCHIVOS DE LA CARPETA TMP ELIMINADAS\n╰―――――――――――――――――――✤`} 
const smspurgeSession = () => { return `\n╭» 🔵 ${global.authFile} 🔵\n│☁ SESIONES NO ESENCIALES ELIMINADAS\n╰―――――――――――――――――――✤`} 
const smspurgeOldFiles = () => { return `\n╭» 🟠 ARCHIVOS 🟠\n│☁ ARCHIVOS RESIDUALES ELIMINADAS\n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB1 = () => { return `\n╭» 🟡 GataJadiBot 🟡\n│☁ NADA POR ELIMINAR \n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB2 = () => { return `\n╭» ⚪ GataJadiBot ⚪\n│☁ ARCHIVOS NO ESENCIALES ELIMINADOS\n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB3 = () => { return `\n╭» 🔴 GataJadiBot 🔴\n│☁ OCURRIÓ UN ERROR\n╰―――――――――――――――――――✤\n`} 
const smspurgeOldFiles1 = () => { return `\n╭» 🟣 ARCHIVO 🟣\n│☁`} 
const smspurgeOldFiles2 = () => { return `BORRADO CON ÉXITO\n╰―――――――――――――――――――✤`} 
const smspurgeOldFiles3 = () => { return `\n╭» 🔴 ARCHIVO 🔴\n│☁`} 
const smspurgeOldFiles4 = () => { return `NO SE LOGRÓ BORRAR\n╰―――――――――――――――――――✤\n`}

//_allantilink.js
const smsTextoYT = () => { return '🤖 𝚂𝚄𝙿𝙴𝚁 𝙼𝙰𝙺𝙰𝙽𝙰𝙺𝚈  - 𝚆𝙷𝙰𝚃𝚂𝙰𝙿𝙿 🤖'} 
const smsApagar = () => { return '𝙳𝙴𝚂𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙾 ❌'} 
const smsEncender = () => { return '𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙾 ✅'} 
const smsEnlaceTik = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 𝚃𝙸𝙺𝚃𝙾𝙺 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsEnlaceYt = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 𝚈𝙾𝚄𝚃𝚄𝙱𝙴 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsEnlaceTel = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 𝚃𝙴𝙻𝙴𝙶𝚁𝙰𝙼 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsEnlaceFb = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 FACEBOOK 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsEnlaceIg = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 INSTRAGAM 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsEnlaceTw = () => { return `⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 𝚃𝚆𝙸𝚃𝚃𝙴𝚁 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}
const smsAllAdmin = () => { return `𝙳𝙴𝙱𝙾 𝚂𝙴𝚁 𝙰𝙳𝙼𝙸𝙽 𝙿𝙰𝚁𝙰 𝙿𝙾𝙳𝙴𝚁 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁 𝙰 𝙸𝙽𝚃𝚁𝚄𝚂𝙾𝚂(𝙰𝚂) 😔`}
const smsSoloOwner = () => { return `𝙴𝙻/𝙻𝙰 𝙿𝚁𝙾𝙿𝙸𝙴𝚃𝙰𝚁𝙸𝙾(𝙰) 𝙳𝙴𝙱𝙴 𝙰𝙲𝚃𝙸𝚅𝙰𝚁 𝙴𝚂𝚃𝙰 𝙵𝚄𝙽𝙲𝙸𝙾𝙽 😔\n#on restrict`}

//handler.js
const smsCont1 = () => { return `🔴 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐅𝐀𝐋𝐋𝐀𝐍𝐃𝐎 🔴`}
const smsCont2 = () => { return `📢 𝙿𝙻𝚄𝙶𝙸𝙽 :`}
const smsCont3 = () => { return `📱 𝚄𝚂𝚄𝙰𝚁𝙸𝙾 :`}
const smsCont4 = () => { return `🤖 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 :`}
const smsCont5 = () => { return `⚠️ 𝙴𝚁𝚁𝙾𝚁 :`}
const smsCont6 = () => { return `𝚁𝙴𝙿𝙾𝚁𝚃𝙴 𝙴𝚂𝚃𝙴 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝚄𝚂𝙰𝙽𝙳𝙾 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #reporte 𝙿𝙰𝚁𝙰 𝚂𝙾𝙻𝚄𝙲𝙸𝙾𝙽𝙰𝚁𝙻𝙾 😉`}
const smsCont7 = () => { return `${global.lenguajeGB['smsAvisoAG']()}𝙽𝙾 𝚃𝙸𝙴𝙽𝙴 𝙳𝙸𝙰𝙼𝙰𝙽𝚃𝙴𝚂! 💎 𝙿𝚄𝙴𝙳𝙴 𝙸𝚁 𝙰 𝙻𝙰 𝚃𝙸𝙴𝙽𝙳𝙰 𝙲𝙾𝙽 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾`}
const smsCont8 = () => { return `𝙳𝙸𝙰𝙼𝙰𝚂𝚃𝙴(𝚂) 💎 𝚄𝚂𝙰𝙳𝙾(𝚂)`}
const smsCont9 = () => { return `${global.lenguajeGB['smsAvisoAG']()}𝙽𝙴𝙲𝙴𝚂𝙸𝚃𝙰 𝙴𝙻 𝙽𝙸𝚅𝙴𝙻 ➡️`}
const smsCont10 = () => { return `𝙿𝙰𝚁𝙰 𝚄𝚂𝙰𝚁 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾. 𝚃𝚄́ 𝙽𝙸𝚅𝙴𝙻 𝙰𝙲𝚃𝚄𝙰𝙻 𝙴𝚂 ➡️`}
const smsCont11 = () => { return `𝙰𝙲𝚃𝚄𝙰𝙻𝙸𝚉𝙰 𝙲𝙾𝙽 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 🤖`}
const smsCont12 = () => { return `𝚄𝙽 𝙶𝚁𝚄𝙿𝙾 𝙶𝙴𝙽𝙸𝙰𝙻! 😁 `}
const smsCont13 = () => { return `𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚂𝙴 𝚄𝙽𝙸𝙾! 🥳`}
const smsCont14 = () => { return `𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚂𝙴 𝙵𝚄𝙴! 😔`}
const smsCont15 = () => { return `𝙷𝙾𝙻𝙰 👋`}
const smsCont16 = () => { return `𝙻𝙰𝚂 𝚅𝙸𝙳𝙴𝙾𝙻𝙻𝙰𝙼𝙰𝙳𝙰𝚂 📲`}
const smsCont17 = () => { return `𝙻𝙰𝚂 𝙻𝙻𝙰𝙼𝙰𝙳𝙰𝚂 📞`}
const smsCont18 = () => { return `𝙽𝙾 𝙴𝚂𝚃𝙰𝙽 𝙰𝚄𝚃𝙾𝚁𝙸𝚉𝙰𝙳𝙰𝚂 𝙿𝙾𝚁 𝙻𝙾 𝚀𝚄𝙴 𝚃𝙴𝙽𝙳𝚁𝙴 𝚀𝚄𝙴 𝙱𝙻𝙾𝚀𝚄𝙴𝙰𝚁𝚃𝙴 ⚠️\n\n𝚂𝙸 𝙻𝙻𝙰𝙼𝙰𝚂𝚃𝙴 𝙿𝙾𝚁 𝙰𝙲𝙲𝙸𝙳𝙴𝙽𝚃𝙴 𝙲𝙾𝙼𝚄𝙽𝙸𝙲𝙰𝚃𝙴 𝙲𝙾𝙽 𝙻𝙰 𝙿𝙴𝚁𝚂𝙾𝙽𝙰 𝙿𝚁𝙾𝙿𝙸𝙴𝚃𝙰𝚁𝙸𝙾/𝙰 𝙳𝙴 𝙴𝚂𝚃𝙴 𝙱𝙾𝚃 🤖\n𝚂𝙸 𝙴𝚂 𝚄𝙽𝙰 𝙲𝚄𝙴𝙽𝚃𝙰 𝙾𝙵𝙸𝙲𝙸𝙰𝙻 𝙳𝙴 𝙼𝙰𝙺𝙰𝙽𝙰𝙺𝚈 𝙱𝙾𝚃 𝙳𝙸𝚁𝙸𝙶𝙴𝚃𝙴 𝙰 𝙻𝙰 𝙰𝚂𝙸𝚂𝚃𝙴𝙽𝙲𝙸𝙰 𝙿𝙾𝚁 𝙸𝙽𝚂𝚃𝚁𝙰𝙶𝙰𝙼 𝙿𝙰𝚁𝙰 𝚃𝚁𝙰𝚃𝙰𝚁 𝚂𝚄 𝙲𝙰𝚂𝙾 😉\n_${global.ig}_`}
const smsCont19 = () => { return `𝙰𝙽𝚃𝙸 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁`}
const smsCont20 = () => { return `┃✤ 𝙽𝙾𝙼𝙱𝚁𝙴 :`}
const smsCont21 = () => { return `┃✤ 𝙴𝙽𝚅𝙸𝙰𝙽𝙳𝙾 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝙳𝙾...`}

//_anti-internacional.js
const smsInt1 = () => { return `𝙴𝚂𝚃𝙴 𝙽𝚄𝙼𝙴𝚁𝙾`}
const smsInt2 = () => { return `⚠️ 𝙽𝙾 𝙴𝚂𝚃𝙰 𝙿𝙴𝚁𝙼𝙸𝚃𝙸𝙳𝙾 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾! ⚠️ `}

//_antilink.js
const smsAdwa = () => { return `${global.lenguajeGB['smsAvisoEG']()}𝙲𝙾𝙼𝙾 𝙴𝚁𝙴𝚂 𝙰𝙳𝙼𝙸𝙽 𝙴𝙽 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙽𝙾 𝚂𝙴𝚁𝙰𝚂 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝙳𝙾(𝙰) 😎`}
const smsEnlaceWat = () => { return `${lenguajeGB['smsAvisoAG']()}⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝙳𝙴 𝚆𝙷𝙰𝚃𝚂𝙰𝙿𝙿 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}

//_antilink2.js
const smsEnlaceWatt = () => { return `${lenguajeGB['smsAvisoAG']()}⚠️ 𝚂𝙴 𝙳𝙴𝚃𝙴𝙲𝚃𝙾 𝚄𝙽 𝙴𝙽𝙻𝙰𝙲𝙴 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙾 𝚀𝚄𝙴 𝙲𝙾𝙽𝚃𝙸𝙴𝙽𝙴 𝙷𝚃𝚃𝙿𝚂 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 ⚠️\n\n𝙿𝚁𝙾𝙲𝙴𝙳𝙾 𝙰 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁𝚃𝙴 👋`}

//_antispam.js
const smsNoSpam = () => { return `🤨 𝙽𝙾 𝙷𝙰𝙶𝙰𝚂 𝚂𝙿𝙰𝙼, 𝙽𝙾 𝙿𝙾𝙳𝚁𝙰 𝚄𝚂𝙰𝚁 𝙰 ${global.packname} 𝙿𝙾𝚁 ${60000 / 1000 - 59} 𝙼𝙸𝙽𝚄𝚃𝙾`}

//_antispam_.js
const smsNoSpam2 = () => { return `𝙵𝚄𝙴 𝙳𝙴𝚂𝙱𝙰𝙽𝙴𝙰𝙳𝙾 𝙳𝙴𝚂𝙿𝚄𝙴́𝚂 𝙳𝙴 ${60000 / 1000 - 59} 𝙼𝙸𝙽𝚄𝚃𝙾. 𝙿𝙾𝚁 𝙵𝙰𝚅𝙾𝚁 𝙽𝙾 𝙷𝙰𝙶𝙰 𝚂𝙿𝙰𝙼! 🤨`}

//Texto
const smsConMenu = () => { return `☘️ 𝗠 𝗘 𝗡 𝗨`} //🟡 NO CAMBIAR 

//Error
const smsMalError = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`𝙾𝙲𝚄𝚁𝚁𝙸𝙾 𝚄𝙽 𝙴𝚁𝚁𝙾𝚁 𝙸𝙽𝙴𝚂𝙿𝙴𝚁𝙰𝙳𝙾.\`\`\``}
const smsMalError2 = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`𝚂𝚄𝚁𝙶𝙸𝙾 𝚄𝙽 𝙸𝙽𝙲𝙾𝙽𝚅𝙴𝙽𝙸𝙴𝙽𝚃𝙴. 𝙸𝙽𝚃𝙴𝙽𝚃𝙴 𝙳𝙴 𝙽𝚄𝙴𝚅𝙾.\`\`\``}
const smsMalError3 = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`𝙰𝙻𝙶𝙾 𝚂𝙰𝙻𝙸𝙾 𝙼𝙰𝙻, 𝚁𝙴𝙿𝙾𝚁𝚃𝙴 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝚄𝚂𝙰𝙽𝙳𝙾:\`\`\`\n`}

//_antitoxic.js
const smsToxic1 = () => { return `𝙽𝙾!!! 🤬 𝙳𝙴𝙲𝙸𝚁 𝙴𝚂𝚃𝙰 𝙿𝙰𝙻𝙰𝙱𝚁𝙰`}
const smsToxic2 = () => { return `𝙴𝚂𝚃𝙰 𝙿𝚁𝙾𝙷𝙸𝙱𝙸𝙳𝙰, 𝙽𝙾 𝚂𝙴𝙰𝚂 𝚃𝙾𝚇𝙸𝙲𝙾(𝙰) 🤨`}
const smsToxic3 = () => { return `𝐀𝐃𝐕𝐄𝐑𝐓𝐄𝐍𝐂𝐈𝐀\n⚠️`}
const smsToxic4 = () => { return `😭 𝙇𝙊 𝙎𝙄𝙀𝙉𝙏𝙊`} //🟡 NO CAMBIAR 
const smsToxic5 = () => { return `☢️ 𝘿𝙀𝙎𝘼𝘾𝙏𝙄𝙑𝘼𝙍 𝘼𝙉𝙏𝙄𝙏𝙊𝙓𝙄𝘾`} //🟡 NO CAMBIAR 
const smsToxic6 = () => { return `𝚃𝙴 𝙻𝙾 𝙷𝙴 𝙰𝙳𝚅𝙴𝚁𝚃𝙸𝙳𝙾 𝚅𝙰𝚁𝙸𝙰𝚂 𝚅𝙴𝙲𝙴𝚂! 😔`}
const smsToxic7 = () => { return `𝚂𝚄𝙿𝙴𝚁𝙰𝚂𝚃𝙴 𝙻𝙰𝚂 𝟺 𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰 𝙰𝙷𝙾𝚁𝙰 𝚂𝙴𝚁𝙰𝚂 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝙳𝙾(𝙰) 👋`}

//Tienda
const eExp = () => { return '⚡ Experiencia' } 
const eDiamante = () => { return '💎 Diamante' } 
const eDiamantePlus = () => { return '💎+ Diamante+' }
const eToken = () => { return '🪙 Token' } 
const eEsmeralda = () => { return '💚 Esmeralda' } 
const eJoya = () => { return '♦️ Joya' }
const eMagia = () => { return '🌀 Magia' } 
const eOro = () => { return '👑 Oro' } 
const eGataCoins = () => { return '🤖 MakanakyCoins' }
const eGataTickers = () => { return '🎫 Makanaky Tickers' } 
const eEnergia = () => { return '✨ Energía' }
const ePocion = () => { return '🥤 Poción' }
const eAgua = () => { return '💧 Agua' }
const eBasura = () => { return '🗑 Basura' }
const eMadera = () => { return '🪵 Madera' }
const eRoca = () => { return '🪨 Roca' }
const ePiedra = () => { return '🥌 Piedra' }
const eCuerda = () => { return '🕸️ Cuerda' }
const eHierro = () => { return '⛓️ Hierro' }
const eCarbon = () => { return '⚱️ Carbón' }
const eBotella = () => { return '🍶 Botella' }
const eLata = () => { return '🥫 Lata' }
const eCarton = () => { return '🪧 Cartón' } 
const eEletric = () => { return '💡 Electricidad' }
const eBarraOro = () => { return '〽️ Barra de Oro' }
const eOroComun = () => { return '🧭 Oro Común' }
const eZorroG = () => { return '🦊🌫️ Zorro Grande' }
const eBasuraG = () => { return '🗑🌫️ Super Basura' }
const eLoboG = () => { return '🐺🌫️ Super Lobo' }
const eMaderaG = () => { return '🛷🌫️ Super Madera' }
const eEspada = () => { return '⚔️ Espada' }
const eCarnada = () => { return '🪱 Carnada' }
const eBillete = () => { return '💵 Billetes' }
const ePinata = () => { return '🪅 Piñata' }
const eGancho = () => { return '🪝 Gancho' }
const eCanaPescar = () => { return '🎣 Caña de Pescar' } 
const eCComun = () => { return '📦 Caja Común' }
const ePComun = () => { return '🥡 Caja Poco Común' }
const eCMistica = () => { return '🗳️ Caja Mítica' }
const eCMascota = () => { return '📫 Caja de Mascotas' }
const eCJardineria = () => { return '💐 Caja de Jardinería' }
const eClegendaria = () => { return '🎁 Caja Legendaria' } 
const eUva = () => { return '🍇 Uva' }
const eManzana = () => { return '🍎 Manzana' }
const eNaranja = () => { return '🍊 Naranja' }
const eMango = () => { return '🥭 Mango' }
const ePlatano = () => { return '🍌 Platano' } 
const eSUva = () => { return '🌾🍇 Semillas de uva' }
const eSManzana = () => { return '🌾🍎 Semillas de manzana' }
const eSNaranja = () => { return '🌾🍊 Semillas de naranja' }
const eSMango = () => { return '🌾🥭 Semillas de Mango' }
const eSPlatano = () => { return '🌾🍌 Semillas de plátano' } 
const eCentauro = () => { return '🐐 Centauro' }
const eAve = () => { return '🦅 Ave' }
const eGato = () => { return '🐈 Gato' }
const eDragon = () => { return '🐉 Dragón' }
const eZorro = () => { return '🦊 Zorro' }
const eCaballo = () => { return '🐎 Caballo' }
const eFenix = () => { return '🕊️ Fénix' }
const eLobo = () => { return '🐺 Lobo' }
const ePerro = () => { return '🐶 Perro' } 
const eAMascots = () => { return '🍖 Alimento para Mascota' }
const eCCentauro = () => { return '🐐🥩 Comida de Centauro' }
const eCAve = () => { return '🦅🥩 Comida de Ave' }
const eCMagica = () => { return '🌀🥩 Comida Mágica' }
const eCDragon = () => { return '🐉🥩 Comida de Dragón' }
const eACaballo = () => { return '🐎🥩 Alimentos Para Caballo' }
const eCFenix = () => { return '🕊️🥩 Comida de Fénix' } 
//config-on y off.js
const smsWel1 = () => { return `🎉 𝙱𝙸𝙴𝙽𝚅𝙴𝙽𝙸𝙳𝙰`}
const smsWel2 = () => { return `ᴍᴇɴsᴀᴊᴇ ᴅᴇ ʙɪᴇɴᴠᴇɴɪᴅᴀ ᴘᴀʀᴀ ɴᴜᴇᴠᴏs ᴍɪᴇᴍʙʀᴏs ᴇɴ ɢʀᴜᴘᴏs 🎉`}
const smsDete1 = () => { return `🔔 𝙰𝚅𝙸𝚂𝙾𝚂`}
const smsDete2 = () => { return `ᴀᴠɪsᴏs ᴅᴇ ᴀᴄᴄɪᴏɴᴇs ᴅᴇɴᴛʀᴏ ᴅᴇʟ ɢʀᴜᴘᴏ 🔔`}
const smsANivel1 = () => { return `🆙 𝙽𝙸𝚅𝙴𝙻 𝙰𝚄𝚃𝙾𝙼𝙰́𝚃𝙸𝙲𝙾`}
const smsANivel2 = () => { return `sᴜʙᴇ ᴅᴇ ɴɪᴠᴇʟ ᴀ ᴛᴏᴅᴏs ᴅᴇ ᴍᴀɴᴇʀᴀ ᴀᴜᴛᴏᴍᴀ́ᴛɪᴄᴀ; (ᴀᴘʟɪᴄᴀ ʀᴇᴄᴏᴍᴘᴇɴsᴀs ᴘᴏʀ sᴜʙɪʀ ᴅᴇ ɴɪᴠᴇʟ) 🆙`}
const smsRestri1 = () => { return `⛔ 𝚁𝙴𝚂𝚃𝚁𝙸𝙽𝙶𝙸𝚁`}
const smsRestri2 = () => { return `ʜᴀʙɪʟɪᴛᴀʀ ғᴜɴᴄɪᴏ́ɴ ᴘᴀʀᴀ ᴀɢʀᴇɢᴀʀ ᴏ ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ᴇɴ ɢʀᴜᴘᴏs ⛔`}
const smsLlamar1 = () => { return `🚫 𝙰𝙽𝚃𝙸 𝙻𝙻𝙰𝙼𝙰𝙳𝙰𝚂`}
const smsLlamar2 = () => { return `ʙʟᴏϙᴜᴇᴀ ᴀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ʜᴀɢᴀɴ ʟʟᴀᴍᴀᴅᴀs 🚫`}
const smsAntiSp1 = () => { return `🚯 𝙰𝙽𝚃𝙸 𝚂𝙿𝙰𝙼`}
const smsAntiSp2 = () => { return `ʙᴀɴᴇᴀʀ ᴇʟ ᴜsᴏ ᴅᴇ ᴄᴏᴍᴀᴅᴏs ᴄᴜᴀɴᴅᴏ ᴀʟɢᴜɪᴇɴ ʀᴇᴀʟɪᴄᴇ ᴀʟɢᴜ́ɴ ᴛɪᴘᴏ ᴅᴇ sᴘᴀᴍ 🚯`}
const smsModP1 = () => { return `🌐 𝙼𝙾𝙳𝙾 𝙿𝚄́𝙱𝙻𝙸𝙲𝙾`}
const smsModP2 = () => { return `ʜᴀʙɪʟɪᴛᴀʀ ғᴜɴᴄɪᴏ́ɴ ᴘᴀʀᴀ ϙᴜᴇ ᴛᴏᴅᴏs ᴘᴜᴇᴅᴀɴ ᴜsᴀʀ ᴍᴀᴋᴀɴᴀᴋʏʙᴏᴛ 🌐`}
const smsModAd1 = () => { return `🛂 𝙼𝙾𝙳𝙾 𝙰𝙳𝙼𝙸𝙽`}
const smsModAd2 = () => { return `sᴏʟᴏ ʟᴏs ᴀᴅᴍɪɴs ᴘᴏᴅʀᴀ́ɴ ᴜsᴀʀ ᴍᴀᴋᴀɴᴀᴋʏʙᴏᴛ ᴇɴ ɢʀᴜᴘᴏs 🛂`}
const smsLect1 = () => { return `✅ 𝙻𝙴𝙲𝚃𝚄𝚁𝙰 𝙰𝚄𝚃𝙾𝙼𝙰́𝚃𝙸𝙲𝙰`}
const smsLect2 = () => { return `ᴅᴇᴊᴀʀ ʟᴏs ᴍᴇɴsᴀᴊᴇs ᴏ ᴄʜᴀᴛs ᴄᴏᴍᴏ ʟᴇɪ́ᴅᴏs ✅`}
const smsTempo1 = () => { return `🤖 𝙱𝙾𝚃 𝚃𝙴𝙼𝙿𝙾𝚁𝙰𝙻`}
const smsTempo2 = () => { return `ғᴜɴᴄɪᴏ́ɴ ϙᴜᴇ ᴘᴇʀᴍɪᴛᴇ ᴇsᴛᴀᴅɪ́ᴀ ᴛᴇᴍᴘᴏʀᴀʟᴍᴇɴᴛᴇ ᴇɴ ɢʀᴜᴘᴏs 🤖`}
const smsStik1 = () => { return `🎠 𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂`}
const smsStik2 = () => { return `ʜᴀʙɪʟɪᴛᴀʀ ᴇʟ ᴇɴᴠɪᴏ ᴀᴜᴛᴏᴍᴀ́ᴛɪᴄᴏ ᴅᴇ sᴛɪᴄᴋᴇʀs ᴀ ᴛᴏᴅᴏs`}
const smsStickA1 = () => { return `👻 𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂 𝙰𝚄𝚃𝙾𝙼𝙰́𝚃𝙸𝙲𝙾𝚂`}
const smsStickA2 = () => { return `ʟᴏs ᴠɪ́ᴅᴇᴏs, ɢɪғ, ɪᴍᴀ́ɢᴇɴᴇs, ᴇɴʟᴀᴄᴇs ᴊᴘɢ ᴏ ᴊᴘᴇɢ; sᴇ ᴄᴏɴᴠᴇʀᴛɪʀᴀ́ɴ ᴇɴ Sᴛɪᴄᴋᴇʀs ᴀᴜᴛᴏᴍᴀ́ᴛɪᴄᴀᴍᴇɴᴛᴇ 👻`}
const smsReacc1 = () => { return `🤡 𝚁𝙴𝙰𝙲𝙲𝙸𝙾́𝙽`}
const smsReacc2 = () => { return `ʜᴀʙɪʟɪᴛᴀʀ ᴇʟ ᴇɴᴠɪᴏ ᴀᴜᴛᴏᴍᴀ́ᴛɪᴄᴏ ᴅᴇ ʀᴇᴀᴄᴄɪᴏɴᴇs ᴀ ᴍᴇɴsᴀᴊᴇs 🤡`}
const smsAudi1 = () => { return `🔊 𝙰𝚄𝙳𝙸𝙾𝚂`}
const smsAudi2 = () => { return `ʜᴀʙɪʟɪᴛᴀʀ ᴇʟ ᴇɴᴠɪᴏ ᴀᴜᴛᴏᴍᴀ́ᴛɪᴄᴏ ᴅᴇ ᴀᴜᴅɪᴏs ᴀ ᴛᴏᴅᴏs 🔊`}
const smsModHor1 = () => { return `🔞 𝙼𝙾𝙳𝙾 𝙷𝙾𝚁𝙽𝚈`}
const smsModHor2 = () => { return `ᴍᴏsᴛʀᴀʀ ᴄᴏɴᴛᴇɴɪᴅᴏ ᴘᴀʀᴀ ᴀᴅᴜʟᴛᴏ ᴇɴ ʟᴏs ᴄʜᴀᴛs 🔞`}
const smsAntitoc1 = () => { return `☢️ 𝙰𝙽𝚃𝙸 𝚃𝙾́𝚇𝙸𝙲𝙾𝚂`}
const smsAntitoc2 = () => { return `ᴇɴᴠɪᴀʀ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀs ᴀϙᴜᴇʟʟᴀs ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ɪɴsᴜʟᴛᴇɴ ☢️`}
const smsModOb1 = () => { return `👀 𝙼𝙾𝙳𝙾 𝙾𝙱𝚂𝙴𝚁𝚅𝙰𝚁`}
const smsModOb2 = () => { return `ᴘᴇʀᴍɪᴛɪʀ ϙᴜᴇ ʟᴀs ɪᴍᴀ́ɢᴇɴᴇs, ɢɪғ ʏ ᴠɪ́ᴅᴇᴏs sᴇ ᴘᴜᴇᴅᴀɴ ᴠᴇʀ ᴘᴀʀᴀ ᴛᴏᴅᴏs 👀`}
const smsAntiEli1 = () => { return `🗑️ 𝙰𝙽𝚃𝙸 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁`}
const smsAntiEli2 = () => { return `ᴛᴏᴅᴏ ᴍᴇɴsᴀᴊᴇ ᴇʟɪᴍɪɴᴀᴅᴏ sᴇʀᴀ́ ʀᴇᴇɴᴠɪᴀᴅᴏ ᴀʟ ᴄʜᴀᴛ ᴏ ɢʀᴜᴘᴏ 🗑️`}
const smsAntiInt1 = () => { return `🌏 𝙰𝙽𝚃𝙸 𝙸𝙽𝚃𝙴𝚁𝙽𝙰𝙲𝙸𝙾𝙽𝙰𝙻`}
const smsAntiInt2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ɴᴜ́ᴍᴇʀᴏs ɪɴᴛᴇʀɴᴀᴄɪᴏɴᴀʟᴇs ᴄᴏɴsɪᴅᴇʀᴀᴅᴏs ғᴀʟsᴏs 🌏`}
const smsAntiE1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝙴𝙽𝙻𝙰𝙲𝙴𝚂`}
const smsAntiE2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ɢʀᴜᴘᴏs ᴅᴇ ᴡʜᴀᴛsᴀᴘᴘ 🔗`}
const smsAntiEE1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝙴𝙽𝙻𝙰𝙲𝙴𝚂 𝟸`}
const smsAntiEE2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ϙᴜᴇ ᴄᴏɴᴛᴇɴɢᴀɴ ʜᴛᴛᴘs 🔗`}
const smsAntiTT1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝚃𝙸𝙺𝚃𝙾𝙺`}
const smsAntiTT2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ᴛɪᴋᴛᴏᴋ 🔗`}
const smsAntiYT1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝚈𝙾𝚄𝚃𝚄𝙱𝙴`}
const smsAntiYT2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ʏᴏᴜᴛᴜʙᴇ 🔗`}
const smsAntiTEL1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝚃𝙴𝙻𝙴𝙶𝚁𝙰𝙼`}
const smsAntiTEL2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ᴛᴇʟᴇɢʀᴀᴍ 🔗`}
const smsAntiFB1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝙵𝙰𝙲𝙴𝙱𝙾𝙾𝙺`}
const smsAntiFB2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ғᴀᴄᴇʙᴏᴏᴋ 🔗`}
const smsAntiIG1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝙸𝙽𝚂𝚃𝙰𝙶𝚁𝙰𝙼`}
const smsAntiIG2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ɪɴsᴛᴀɢʀᴀᴍ 🔗`}
const smsAntiTW1 = () => { return `🔗 𝙰𝙽𝚃𝙸 𝚃𝚆𝙸𝚃𝚃𝙴𝚁`}
const smsAntiTW2 = () => { return `ᴇʟɪᴍɪɴᴀʀ ᴘᴇʀsᴏɴᴀs ϙᴜᴇ ᴇɴᴠɪ́ᴇɴ ᴇɴʟᴀᴄᴇs ᴅᴇ ᴛᴡɪᴛᴛᴇʀ 🔗`}
const smsSOLOP1 = () => { return `⚜️ 𝚂𝙾𝙻𝙾 𝙿𝚁𝙸𝚅𝙰𝙳𝙾𝚂`}
const smsSOLOP2 = () => { return `ᴘᴇʀᴍɪᴛɪʀ ϙᴜᴇ sᴏʟᴏ sᴇ ᴜsᴇ ᴇɴ ᴄʜᴀᴛs ᴘʀɪᴠᴀᴅᴏs ⚜️`}
const smsSOLOG1 = () => { return `⚜️ 𝚂𝙾𝙻𝙾 𝙶𝚁𝚄𝙿𝙾𝚂`}
const smsSOLOG2 = () => { return `ᴘᴇʀᴍɪᴛɪʀ ϙᴜᴇ sᴏʟᴏ sᴇ ᴜsᴇ ᴇɴ ᴄʜᴀᴛs ɢʀᴜᴘᴀʟᴇs ⚜️`}
const smsConfi1 = () => { return `𝙰𝙹𝚄𝚂𝚃𝙴𝚂`}
const smsConfi2 = () => { return `¡𝙷𝙾𝙻𝙰! 👋`}
const smsConfi3 = () => { return `𝚂𝙴𝙻𝙴𝙲𝙸𝙾𝙽𝙴 𝚄𝙽𝙰 𝙾𝙿𝙲𝙸𝙾𝙽 𝙳𝙴 𝙻𝙰 𝙻𝙸𝚂𝚃𝙰`}
const smsConfi4 = () => { return `𝙿𝙰𝚁𝙰 𝙴𝙼𝙿𝙴𝚉𝙰𝚁 𝙰 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝚁`}
const smsConfi5 = () => { return `● 𝐀𝐕𝐈𝐒𝐎𝐒 𝐃𝐄 𝐋𝐀 𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐂𝐈𝐎́𝐍 :`}
const smsConfi6 = () => { return `✅ ⇢ 𝙵𝚄𝙽𝙲𝙸𝙾𝙽 𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙰`}
const smsConfi7 = () => { return `❌ ⇢ 𝙵𝚄𝙽𝙲𝙸𝙾𝙽 𝙳𝙴𝚂𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙰`}
const smsConfi8 = () => { return `⚠️ ⇢ 𝙴𝚂𝚃𝙴 𝙲𝙷𝙰𝚃 𝙽𝙾 𝙴𝚂 𝚄𝙽 𝙶𝚁𝚄𝙿𝙾`}
const smsConfi9 = () => { return `𝐑𝐄𝐂𝐎𝐌𝐄𝐍𝐃𝐀𝐂𝐈𝐎́𝐍 : 𝙿𝙰𝚁𝙰 𝚅𝙴𝚁 𝙻𝙰 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙲𝙸𝙾𝙽\n𝐂𝐎𝐌𝐏𝐋𝐄𝐓𝐀 : 𝚄𝚂𝙴 𝙴𝚂𝚃𝙴 𝙼𝙴𝙽𝚄 𝙴𝙽 𝙶𝚁𝚄𝙿𝙾\n`}
const smsConfi10 = () => { return `~ 𝐂𝐄𝐍𝐓𝐑𝐎 𝐃𝐄 𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐂𝐈𝐎́𝐍 :`}
const smsParaAdmins = () => { return `𝙿𝙰𝚁𝙰 𝙰𝙳𝙼𝙸𝙽𝚂 𝚈 𝙲𝚁𝙴𝙰𝙳𝙾𝚁(𝙰) : 𝙶𝚁𝚄𝙿𝙾𝚂`}
const smsParaAdYOw = () => { return `𝙿𝙰𝚁𝙰 𝙰𝙳𝙼𝙸𝙽𝚂 𝚈 𝙲𝚁𝙴𝙰𝙳𝙾𝚁(𝙰) : 𝙲𝙷𝙰𝚃𝚂`}
const smsParaOw = () => { return `𝙿𝙰𝚁𝙰 𝙲𝚁𝙴𝙰𝙳𝙾𝚁(𝙰) : 𝙲𝙷𝙰𝚃𝚂`}
const smsNoGg = () => { return ` | ⚠️`}
const smsMens1 = () => { return `𝙲𝙾𝙼𝙰𝙽𝙳𝙾`} 
const smsMens2 = () => { return `𝙴𝚂𝚃𝙰𝙳𝙾`} 
const smsMens3 = () => { return `𝙴𝙽 𝙴𝚂𝚃𝙴`} 
const smsMens4 = () => { return `𝙱𝙾𝚃`} 
const smsMens5 = () => { return `𝙲𝙷𝙰𝚃`} 

//Error2
const smsMensError1 = () => { return `❕ 𝚁𝙴𝙿𝙾𝚁𝚃𝙰𝚁 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 ❕`} 
const smsMensError2 = () => { return `𝙴𝚂𝚃𝙰 𝙵𝙰𝙻𝙻𝙰𝙽𝙳𝙾 𝙴𝙻 𝚂𝙸𝙶𝚄𝙸𝙴𝙽𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾`} 

//_antiviewonce.js
const smsAntiView = () => { return `𝙼𝙰𝚂𝚃𝙴𝚁 𝚈𝙾 𝚃𝙾𝙳𝙾 𝙻𝙾 𝚅𝙴𝙾 𝙰𝚀𝚄𝙸 𝙶𝙰𝙰𝙰 😎`} 

//_autolevelup.js
const smsAutoLv1 = () => { return `🎖️ 𝐍𝐔𝐄𝐕𝐎 𝐍𝐈𝐕𝐄𝐋 🎖️`} 
const smsAutoLv2 = () => { return `𝙽𝙸𝚅𝙴𝙻 𝙰𝙽𝚃𝙴𝚁𝙸𝙾𝚁:`} 
const smsAutoLv3 = () => { return `𝙽𝙸𝚅𝙴𝙻 𝙰𝙲𝚃𝚄𝙰𝙻:`} 
const smsAutoLv4 = () => { return `𝚁𝙰𝙽𝙶𝙾:`} 
const smsAutoLv5 = () => { return `𝙵𝙴𝙲𝙷𝙰:`} 
const smsAutoLv6 = () => { return `🥳 𝙷𝙰𝚂 𝙰𝙻𝙲𝙰𝙽𝚉𝙰𝙳𝙾 𝚄𝙽 𝙽𝚄𝙴𝚅𝙾 𝙽𝙸𝚅𝙴𝙻!!!`} 
const smsAutoLv7 = () => { return `😏 𝚁𝙴𝙲𝙾𝙼𝙿𝙴𝙽𝚂𝙰 𝙿𝙾𝚁 𝚂𝚄 𝙽𝚄𝙴𝚅𝙾 𝙽𝙸𝚅𝙴𝙻`} 

//_autosticker.js
const smsAutoStik = () => { return `${lenguajeGB['smsAvisoFG']()}𝙴𝙻 𝚅𝙸𝙳𝙴𝙾 𝙽𝙾 𝙳𝙴𝙱𝙴 𝙳𝙴 𝙳𝚄𝚁𝙰𝚁 𝙼𝙰𝚂 𝙳𝙴 𝟽 𝚂𝙴𝙶𝚄𝙽𝙳𝙾𝚂. ☹️`} 

//_expired.js
const smsBottem1 = () => { return `𝚂𝙴 𝚅𝙰 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾!!! 🤝 𝚂𝙸 𝚀𝚄𝙸𝙴𝚁𝙴 𝚀𝚄𝙴 𝚅𝚄𝙴𝙻𝚅𝙰, 𝚄𝚂𝙴 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #bottemporal 𝙿𝙰𝚁𝙰 𝚀𝚄𝙴 𝚅𝚄𝙴𝙻𝚅𝙰 𝙰𝙻 𝙶𝚁𝚄𝙿𝙾! 😁`} 
const smsBottem2 = () => { return `💕 𝙰𝚂𝙸𝚂𝚃𝙴𝙽𝙲𝙸𝙰 𝙿𝙰𝚁𝙰 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂\n_${global.ig}_\n`} 
const smsBottem3 = () => { return `𝙷𝙰𝚂𝚃𝙰 𝙿𝚁𝙾𝙽𝚃𝙾 💖`} 

//_premium.js
const smsPremI = () => { return `¡𝚂𝙴 𝙰𝙲𝙰𝙱𝙾 𝚃𝚄 𝚃𝙸𝙴𝙼𝙿𝙾 𝙿𝚁𝙴𝙼𝙸𝚄𝙼! 🎟️\n𝙿𝙰𝚁𝙰 𝙾𝙱𝚃𝙴𝙽𝙴𝚁 𝚄𝙽 𝙽𝚄𝙴𝚅𝙾 𝙿𝙰𝚂𝙴 𝙿𝚁𝙴𝙼𝙸𝚄𝙼 𝚄𝚂𝙴 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾:\n*#pase premium* 😁`} 

//afk-_afk.js
const smsAfkM1 = () => { return `${lenguajeGB['smsAvisoEG']()}𝙳𝙴𝙹𝙰𝚂𝚃𝙴 𝙳𝙴 𝙴𝚂𝚃𝙰𝚁 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 𝙰𝙵𝙺,`} 
const smsAfkM2 = () => { return `𝙴𝙻 𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳 𝙴𝚁𝙰 :`} 
const smsAfkM3 = () => { return `*𝚃𝙸𝙴𝙼𝙿𝙾 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 :*`} 
const smsAfkM4 = () => { return `${lenguajeGB['smsAvisoAG']()}𝙽𝙾 𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴𝚂 𝙰 𝙴𝚂𝚃𝙴(𝙰) 𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝙰)! 𝙴𝚂𝚃𝙰́ 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾(𝙰)`} 
const smsAfkM5 = () => { return `*𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙻𝙰 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳 𝙰𝙵𝙺 :*`} 
const smsAfkM6 = () => { return `*𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙻𝙰 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳 𝙰𝙵𝙺 :* 𝙽𝙾 𝙴𝚂𝙿𝙴𝙲𝙸𝙵𝙸𝙲𝙾 𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳`} 

//afk-afk.js
const smsAfkM1A = () => { return `${lenguajeGB['smsAvisoAG']()}𝙽𝙾 𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴𝙽 𝙰`} 
const smsAfkM1B = () => { return `𝙴𝚂𝚃𝙰𝚁𝙰 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾(𝙰) 𝙰𝙵𝙺\n\n𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙻𝙰 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳 𝙰𝙵𝙺`} 

//anonymous_chat.js
const smsChatAn1 = () => { return `${lenguajeGB['smsAvisoFG']()}𝙽𝙾 𝙴𝚂𝚃𝙰𝚂 𝙴𝙽 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾`} 
const smsChatAn2 = () => { return `𝚂𝙸 𝚀𝚄𝙸𝙴𝚁𝙴𝚂 𝙸𝙽𝙸𝙲𝙸𝙰𝚁 𝚄𝙽 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾 𝚄𝚂𝙰 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #start 𝙾 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙱𝙾𝚃𝙾́𝙽 𝙳𝙴 𝙰𝙱𝙰𝙹𝙾 😏\n`} 
const smsChatAn3 = () => { return `⚡ 𝙸𝙽𝙸𝙲𝙸𝙰𝚁 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾𝙽𝙸𝙼𝙾`} 
const smsChatAn4 = () => { return `${lenguajeGB['smsAvisoRG']()}🪐 𝚄𝚂𝚃𝙴𝙳 𝚂𝙴 𝙵𝚄𝙴 𝙳𝙴𝙻 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾`} 
const smsChatAn5 = () => { return `${lenguajeGB['smsAvisoAG']()}𝙴𝙻 𝙾𝚃𝚁𝙾 𝚄𝚂𝚄𝙰𝚁𝙸𝙾 𝚂𝙰𝙻𝙸𝙾́ 𝙳𝙴𝙻 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾 𝙿𝙸𝙿𝙸𝙿𝙸`}  
const smsChatAn6 = () => { return `𝚂𝙸 𝚀𝚄𝙸𝙴𝚁𝙴𝚂 𝙸𝚁 𝙰 𝙾𝚃𝚁𝙾 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾 𝚄𝚂𝙰 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #start 𝙾 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙱𝙾𝚃𝙾́𝙽 𝙳𝙴 𝙰𝙱𝙰𝙹𝙾 😏\n`} 
const smsChatAn7 = () => { return `${lenguajeGB['smsAvisoAG']()}𝚃𝙾𝙳𝙰𝚅𝙸𝙰 𝙴𝚂𝚃𝙰𝚂 𝙴𝙽 𝚄𝙽 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾𝙽𝙸𝙼𝙾 𝙾 𝙴𝙽 𝙴𝚂𝙿𝙴𝚁𝙰 𝙰 𝚀𝚄𝙴 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚂𝙴 𝚄𝙽𝙰 𝙿𝙰𝚁𝙰 𝙲𝙷𝙰𝚃𝙴𝙰𝚁 😃`} 
const smsChatAn8 = () => { return `𝚂𝙸 𝚀𝚄𝙸𝙴𝚁𝙴𝚂 𝚂𝙰𝙻𝙸𝚁 𝙳𝙴𝙻 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾 𝚄𝚂𝙴 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #leave 𝙾 𝙿𝚄𝙴𝙳𝙴𝚂 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙱𝙾𝚃𝙾́𝙽 𝙳𝙴 𝙰𝙱𝙰𝙹𝙾 😏\n`} 
const smsChatAn9 = () => { return `🍁 SALIR DEL CHAT ANÓNIMO`} 
const smsChatAn10 = () => { return `${lenguajeGB['smsAvisoEG']()}✨ 𝚈𝙰 𝙿𝚄𝙴𝙳𝙴𝙽 𝙲𝙷𝙰𝚃𝙴𝙰𝚁`} 
const smsChatAn11 = () => { return `𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚂𝙴 𝙷𝙰 𝚄𝙽𝙸𝙳𝙾 𝙰𝙻 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾! 😳`} 
const smsChatAn12 = () => { return `❇️ 𝙾𝚃𝚁𝙾(𝙰) 𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝙰)`} 
const smsChatAn13 = () => { return `${lenguajeGB['smsAvisoRG']()}𝙴𝚂𝙿𝙴𝚁𝙰𝙽𝙳𝙾 𝙰 𝚀𝚄𝙴 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚂𝙴 𝚄𝙽𝙰 𝙰𝙻 𝙲𝙷𝙰𝚃 𝙰𝙽𝙾́𝙽𝙸𝙼𝙾, 𝚃𝙴𝙽𝙶𝙰 𝙿𝙰𝙲𝙸𝙴𝙽𝙲𝙸𝙰 𝙿𝙾𝚁 𝙵𝙰𝚅𝙾𝚁 😔`} 

//Botones de Menú 
const smsBotonM1 = () => { return `⚡ 𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐈𝐍𝐈𝐂𝐈𝐎 ⚡`} 
const smsBotonM2 = () => { return `💫 𝐌𝐄𝐍𝐔́ 𝐂𝐎𝐌𝐏𝐋𝐄𝐓𝐎 💫`} 
const smsBotonM3 = () => { return `🎒 𝐈𝐍𝐕𝐄𝐍𝐓𝐀𝐑𝐈𝐎 🎒`} 
const smsBotonM4 = () => { return `𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂`}
const smsBotonM5 = () => { return `𝚁𝙰𝙽𝙶𝙾`}
const smsBotonM6 = () => { return `𝙽𝙸𝚅𝙴𝙻`}
const smsBotonM7 = () => { return `𝙿𝚁𝙴𝙼𝙸𝚄𝙼`}
const smsTex1 = () => { return '𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐁𝐔𝐒𝐐𝐔𝐄𝐃𝐀'}
const smsTex2 = () => { return '𝐌𝐎𝐃𝐈𝐅𝐈𝐂𝐀𝐃𝐎𝐑 𝐃𝐄 𝐀𝐔𝐃𝐈𝐎'}
const smsTex3 = () => { return '𝐌𝐄𝐍𝐔́ +𝟏𝟖'}
const smsTex4 = () => { return '𝐂𝐎𝐍𝐓𝐄𝐍𝐈𝐃𝐎 𝐃𝐈𝐍𝐀́𝐌𝐈𝐂𝐎'}
const smsTex5 = () => { return '𝐁𝐔𝐒𝐂𝐀𝐑 𝐘 𝐃𝐄𝐒𝐂𝐀𝐑𝐆𝐀𝐑'}
const smsTex6 = () => { return '𝐌𝐄𝐍𝐔́ +𝟏𝟖 𝐏𝐑𝐄𝐌𝐈𝐔𝐌'}
const smsTex7 = () => { return '⠇𝙸𝙼𝙰́𝙶𝙴𝙽𝙴𝚂 +𝟷𝟾 𝙳𝙴 𝙲𝙰𝙻𝙸𝙳𝙰𝙳 𝚈 𝚅𝙰𝚁𝙸𝙴𝙳𝙰𝙳\n⠇𝚅𝙸́𝙳𝙴𝙾𝚂 +𝟷𝟾 𝚂𝙾𝙻𝙾 𝙿𝙰𝚁𝙰 𝚃𝙸\n⠇𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂 +𝟷𝟾 𝙳𝙸𝚂𝙿𝙾𝙽𝙸𝙱𝙻𝙴𝚂'}
const smsTex8 = () => { return '𝐌𝐄𝐍𝐔́ 𝐂𝐎𝐍𝐕𝐄𝐑𝐓𝐈𝐃𝐎𝐑'}
const smsTex9 = () => { return '𝐌𝐄𝐍𝐔́ 𝐃𝐄 𝐃𝐄𝐒𝐂𝐀𝐑𝐆𝐀𝐒'}
const smsTex10 = () => { return '𝐌𝐄𝐍𝐔 𝐉𝐔𝐄𝐆𝐎𝐒 𝐃𝐈𝐍𝐀́𝐌𝐈𝐂𝐎𝐒'}
const smsTex11 = () => { return '𝐌𝐄𝐍𝐔 𝐏𝐀𝐑𝐀 𝐆𝐑𝐔𝐏𝐎𝐒'}
const smsTex12 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐇𝐄𝐑𝐑𝐀𝐌𝐈𝐄𝐍𝐓𝐀𝐒'}
const smsTex13 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐈𝐎́𝐍'}
const smsTex14 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐄𝐅𝐄𝐂𝐓𝐎𝐒 𝐘 𝐋𝐎𝐆𝐎𝐒'}
const smsTex15 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐋𝐎𝐆𝐎𝐒 𝟐'}
const smsTex16 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐀𝐔𝐃𝐈𝐎𝐒'}
const smsTex17 = () => { return '𝙽𝙾 𝙴𝚂 𝙽𝙴𝙲𝙴𝚂𝙰𝚁𝙸𝙾 𝚄𝚂𝙰𝚁 𝙿𝚁𝙴𝙵𝙸𝙹𝙾 𝙴𝙽 𝙰𝚄𝙳𝙸𝙾𝚂'}
const smsTex18 = () => { return '𝐋𝐈𝐒𝐓𝐀 𝐃𝐄 𝐀𝐔𝐃𝐈𝐎𝐒'}
const smsTex19 = () => { return '𝙿𝚄𝙴𝙳𝙴 𝚂𝙴𝙻𝙴𝙲𝙲𝙸𝙾𝙽𝙰𝚁 𝙴𝙻 𝙰𝚄𝙳𝙸𝙾!'}
const smsTex20 = () => { return '𝐌𝐄𝐍𝐔 𝐏𝐀𝐑𝐀 𝐏𝐑𝐎𝐏𝐈𝐄𝐓𝐀𝐑𝐈𝐎(𝐀)'}
const smsTex21 = () => { return '𝐌𝐄𝐍𝐔 𝐑𝐏𝐆'}
const smsTex22 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐒𝐓𝐈𝐂𝐊𝐄𝐑𝐒 𝐘 𝐅𝐈𝐋𝐓𝐑𝐎𝐒'}
const smsTex23 = () => { return '𝐌𝐄𝐍𝐔 𝐃𝐄 𝐌𝐄𝐌𝐄𝐒 𝐘 𝐀𝐍𝐈𝐌𝐄𝐒 𝐑𝐀𝐍𝐃𝐎𝐌𝐒'}

//info-grupos-lista.js
const smsLisA = () => { return '𝐄𝐒𝐓𝐀 𝐄𝐍 𝐄𝐒𝐓𝐎𝐒 𝐆𝐑𝐔𝐏𝐎𝐒 :'}
const smsLisB = () => { return '✦ 𝚃𝙾𝚃𝙰𝙻 𝙳𝙴 𝙶𝚁𝚄𝙿𝙾𝚂'}
const smsLisC = () => { return '✦ 𝙶𝚁𝚄𝙿𝙾𝚂:'}
const smsLisD = () => { return '✦ 𝙸𝙳:'}
const smsLisE = () => { return '✦ 𝙿𝙰𝚁𝚃𝙸𝙲𝙸𝙿𝙰𝙽𝚃𝙴𝚂:'}

//ad
const smsMalused = () => { return '⚡ 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙳𝙴 𝙴𝚂𝚃𝙰 𝙵𝙾𝚁𝙼𝙰:\n'}
const smsMalused2 = () => { return `${lenguajeGB['smsAvisoMG']()}🤖 𝙳𝙴𝙱𝙴 𝙳𝙴 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙲𝙾𝙼𝙾 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙴𝙹𝙴𝙼𝙿𝙻𝙾:\n`}
const smsMalused3 = () => { return `${lenguajeGB['smsAvisoMG']()}🤖 𝙳𝙴𝙱𝙴 𝙳𝙴 𝚄𝚂𝙰𝚁 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙾 𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙴𝚁 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝙲𝙾𝙼𝙾 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙴𝙹𝙴𝙼𝙿𝙻𝙾:\n`}

//gc-config_time.js
const smsGrupoTime1 = () => { return '🔓 𝙰𝙱𝚁𝙸𝚁 𝙶𝚁𝚄𝙿𝙾 𝙴𝙽 𝚄𝙽𝙰 𝙷𝙾𝚁𝙰'}
const smsGrupoTime2 = () => { return '🔒 𝙲𝙴𝚁𝚁𝙰𝚁 𝙶𝚁𝚄𝙿𝙾 𝙴𝙽 𝚄𝙽𝙰 𝙷𝙾𝚁𝙰'}
const smsGrupoTime3 = () => { return '𝙶𝚁𝚄𝙿𝙾'}
const smsGrupoTime4 = () => { return '𝙲𝙴𝚁𝚁𝙰𝙳𝙾'}
const smsGrupoTime5 = () => { return '𝙰𝙱𝙸𝙴𝚁𝚃𝙾'}
const smsGrupoTime6 = () => { return '𝙳𝚄𝚁𝙰𝙽𝚃𝙴'}
const smsGrupoTime7 = () => { return '🔒 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙴𝚂𝚃𝙰 𝙲𝙴𝚁𝚁𝙰𝙳𝙾, 𝚂𝙾𝙻𝙾 𝙰𝙳𝙼𝙸𝙽𝚂 𝙿𝚄𝙴𝙳𝙴𝙽 𝙴𝙽𝚅𝙸𝙰𝚁 𝙼𝙴𝙽𝚂𝙰𝙹𝙴𝚂 𝙿𝙸𝙿𝙸𝙿𝙸 😔'}
const smsGrupoTime8 = () => { return '🔓 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙴𝚂𝚃𝙰 𝙰𝙱𝙸𝙴𝚁𝚃𝙾, 𝚃𝙾𝙳𝙾𝚂 𝙿𝚄𝙴𝙳𝙴𝙽 𝙴𝙽𝚅𝙸𝙰𝚁 𝙼𝙴𝙽𝚂𝙰𝙹𝙴𝚂 𝙶𝙰𝙰𝙰 🤑'}
const smsGrupoTime9 = () => { return '🔓 𝙰𝙱𝚁𝙸𝚁 𝙶𝚁𝚄𝙿𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴 '}
const smsGrupoTime10 = () => { return '🔒 𝙲𝙴𝚁𝚁𝙰𝚁 𝙶𝚁𝚄𝙿𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴 '}
const smsGrupoTime11 = () => { return ' 𝙷𝙾𝚁𝙰'}
const smsGrupoTime12 = () => { return '𝙿𝙴𝚁𝙼𝙸𝚃𝙸𝚁 𝚀𝚄𝙴 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝚂𝙴 𝙷𝙰𝙱𝚁𝙰 𝙿𝙾𝚁 '}
const smsGrupoTime13 = () => { return '𝙿𝙴𝚁𝙼𝙸𝚃𝙸𝚁 𝚀𝚄𝙴 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝚂𝙴 𝙲𝙸𝙴𝚁𝚁𝙴 𝙿𝙾𝚁 '}

//grupo-add.js
const smsAddB1 = () => { return `${lenguajeGB['smsAvisoFG']()}𝙽𝙾 𝚂𝙴 𝙿𝚄𝙴𝙳𝙴 𝙰𝙶𝚁𝙴𝙶𝙰𝚁 𝙴𝙻 𝙽𝚄𝙼𝙴𝚁𝙾 𝙿𝙸𝙿𝙸𝙿𝙸, 𝚅𝙴𝚁𝙸𝙵𝙸𝚀𝚄𝙴 𝚀𝚄𝙴 𝚂𝙴𝙰 𝙲𝙾𝚁𝚁𝙴𝙲𝚃𝙾, 𝚃𝙰𝙻 𝚅𝙴𝚉 𝚂𝙰𝙻𝙸𝙾́ 𝚁𝙴𝙲𝙸𝙴𝙽𝚃𝙴𝙼𝙴𝙽𝚃𝙴 𝙾 𝚂𝚄 𝙿𝚁𝙸𝚅𝙰𝙲𝙸𝙳𝙰𝙳 𝙴𝚂𝚃𝙰 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙳𝙰.`}
const smsAddB2 = () => { return `${lenguajeGB['smsAvisoFG']()}𝙽𝙾 𝚂𝙴 𝙿𝚄𝙴𝙳𝙴 𝙰𝙶𝚁𝙴𝙶𝙰𝚁 𝙴𝙻 𝙽𝚄𝙼𝙴𝚁𝙾 𝙿𝙸𝙿𝙸𝙿𝙸, 𝚅𝙴𝚁𝙵𝙸𝚀𝚄𝙴 𝚀𝚄𝙴 𝚂𝙴𝙰 𝙲𝙾𝚁𝚁𝙴𝙲𝚃𝙾, 𝙾 𝙰𝙶𝚁𝙴́𝙶𝙴𝙻𝙾 𝙼𝙰𝙽𝚄𝙰𝙻𝙼𝙴𝙽𝚃𝙴.`}

//grupo-admins.js
const smsAddB3 = () => { return `𝙽𝙾𝚃𝙸𝙵𝙸𝙲𝙰𝙲𝙸𝙾𝙽 𝙿𝙰𝚁𝙰 𝙰𝙳𝙼𝙸𝙽𝚂`}
const smsAddB4 = () => { return `𝙿𝚁𝙴𝚂𝙴𝙽𝙲𝙸𝙰 𝙳𝙴 𝙰𝙳𝙼𝙸𝙽𝚂`}
const smsAddB5 = () => { return `𝙼𝙴𝙽𝚂𝙰𝙹𝙴:`}
const smsAddB6 = () => { return `𝚂𝙾𝙻𝙸𝙲𝙸𝚃𝙾 𝙰 𝙻𝙾𝚂 𝙰𝙳𝙼𝙸𝙽𝚂 𝙿𝙾𝚁𝙵𝙰𝚅𝙾𝚁.`}

//grupo-advertencia.js
const smsAdveu1 = () => { return `${lenguajeGB['smsAvisoAG']()}😔 𝚂𝙾𝙻𝙾 𝙿𝚄𝙴𝙳𝙴 𝚄𝚂𝙰𝚁 𝚂𝙸 𝙴𝚂𝚃𝙰 𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙰 𝙻𝙰 𝙵𝚄𝙽𝙲𝙸𝙾𝙽:\n`}
const smsAdveu2 = () => { return '𝙼𝙾𝚃𝙸𝚅𝙾'}
const smsAdveu3 = () => { return `${lenguajeGB['smsAvisoMG']()}😁 𝚁𝙴𝙲𝚄𝙴𝚁𝙳𝙴 𝙴𝚂𝙲𝚁𝙸𝙱𝙸𝚁 𝙴𝙻 𝙼𝙾𝚃𝙸𝚅𝙾 𝙳𝙴 𝙻𝙰 𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰\n`}
const smsAdveu4 = () => { return '𝚁𝙴𝙲𝙸𝙱𝙸𝙾 𝚄𝙽𝙰 𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾!'}
const smsAdveu5 = () => { return '𝐀𝐃𝐕𝐄𝐑𝐓𝐄𝐍𝐂𝐈𝐀'}
const smsAdveu6 = () => { return '🎒 INVENTARIO'} 
const smsAdveu7 = () => { return '𝚃𝙴 𝙻𝙾 𝙰𝙳𝚅𝙴𝚁𝚃𝙸 𝚅𝙰𝚁𝙸𝙰𝚂 𝚅𝙴𝙲𝙴𝚂! 😔'}
const smsAdveu8 = () => { return '𝙰𝙷𝙾𝚁𝙰 𝚂𝙴𝚁𝙰́𝚂 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝙳𝙾(𝙰) 👋'}
const smsAdveu9 = () => { return '😇 𝙼𝚄𝙲𝙷𝙰𝚂 𝙶𝚁𝙰𝙲𝙸𝙰𝚂'}
const smsAdveu10 = () => { return '𝚂𝙴 𝙻𝙴 𝙴𝙻𝙸𝙼𝙸𝙽𝙾 𝚄𝙽𝙰 𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾!'}
const smsAdveu11 = () => { return '𝙰𝙽𝚃𝙴𝚂:'}
const smsAdveu12 = () => { return '𝙰𝙷𝙾𝚁𝙰:'}

//grupo-demote.js || grupo-promote.js 
const smsDemott = () => { return '𝙴𝙻 𝙽𝚄𝙼𝙴𝚁𝙾 𝙽𝙾 𝙴𝚂 𝚅𝙰𝙻𝙸𝙳𝙾 𝙿𝙸𝙿𝙸𝙿𝙸 😔, 𝚅𝚄𝙴𝙻𝚅𝙰 𝙸𝙽𝚃𝙴𝙽𝚃𝙰𝚁 𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙰 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝙾 𝚄𝚂𝙴 𝙲𝙾𝙼𝙾 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙴𝙹𝙴𝙼𝙿𝙻𝙾:\n'}
const smsDemott2 = () => { return '𝙰𝙷𝙾𝚁𝙰 𝚃𝙸𝙴𝙽𝙴 𝙿𝙾𝙳𝙴𝚁 𝙴𝙽 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾! 😏'}
const smsDemott3 = () => { return '𝚈𝙰 𝙽𝙾 𝚃𝙸𝙴𝙽𝙴 𝙿𝙾𝙳𝙴𝚁 𝙴𝙽 𝙴𝙻 𝙶𝚁𝚄𝙿𝙾! 😔'}

//grupo-info.js
const smsGI1 = () => { return '𝙸𝙽𝙵𝙾𝚁𝙼𝙰𝙲𝙸𝙾́𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI2 = () => { return '𝙸𝙳 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI3 = () => { return '𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI4 = () => { return '𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾́𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI5 = () => { return '𝙽𝙾 𝙷𝙰𝚈 𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾𝙽'}
const smsGI6 = () => { return '𝙽𝚄𝙼𝙴𝚁𝙾 𝙳𝙴 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂'}
const smsGI7 = () => { return '𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂'}
const smsGI8 = () => { return '𝙲𝚁𝙴𝙰𝙳𝙾𝚁(𝙰) 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI9 = () => { return '𝙰𝙳𝙼𝙸𝙽𝚂 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}
const smsGI10 = () => { return '⚙️ 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙲𝙸𝙾𝙽𝙴𝚂 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾'}

//grupo-kick.js
const smskick1 = () => { return `${lenguajeGB['smsAvisoAG']()}𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴 𝙰 𝙻𝙰 𝙿𝙴𝚁𝚂𝙾𝙽𝙰 𝙾 𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙰 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴 𝙻𝙰 𝙿𝙴𝚁𝚂𝙾𝙽𝙰 𝚀𝚄𝙴 𝚀𝚄𝙸𝙴𝚁𝙴 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁\n\n𝙴𝙹𝙴𝙼𝙿𝙻𝙾: `}
const smskick2 = () => { return `𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝙳𝙾(𝙰) 😔`}
const smskick3 = () => { return `𝙽𝙾 𝙿𝚄𝙴𝙳𝙾 𝙴𝙻𝙸𝙼𝙸𝙽𝙰𝚁 𝙰𝙻 𝙲𝚁𝙴𝙰𝙳𝙾𝚁 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 😆`}
const smskick4 = () => { return `𝙽𝙾 𝙴𝚂𝚃𝙰́ 𝙴𝙽 𝙴𝚂𝚃𝙴 𝙶𝚁𝚄𝙿𝙾 👻`}

//grupo-tagall.js
const smstagaa = () => { return `⚡ 𝙸𝙽𝚅𝙾𝙲𝙰𝙽𝙳𝙾 𝙰𝙻 𝙶𝚁𝚄𝙿𝙾 ⚡`}

//grupo-setbye.js
const smsSetB = () => { return `${lenguajeGB['smsAvisoEG']()}𝙻𝙰 𝙳𝙴𝚂𝙿𝙴𝙳𝙸𝙳𝙰 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙷𝙰 𝚂𝙸𝙳𝙾 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙳𝙰 😉`}
const smsSetB2 = () => { return `${lenguajeGB['smsAvisoIIG']()}🙌 𝙴𝚂𝙲𝚁𝙸𝙱𝙰 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴 𝙳𝙴𝚂𝙿𝙴𝙳𝙸𝙳𝙰\n𝙾𝙿𝙲𝙸𝙾𝙽𝙰𝙻 𝙿𝚄𝙴𝙳𝙴 𝚄𝚂𝙰𝚁 𝙻𝙾 𝚀𝚄𝙴 𝙴𝚂𝚃𝙰 𝙲𝙾𝙽 "@" 𝙿𝙰𝚁𝙰 𝙰𝙶𝚁𝙴𝙶𝙰𝚁 𝙼𝙰𝚂 𝙸𝙽𝙵𝙾𝚁𝙼𝙰𝙲𝙸𝙾𝙽:\n\n⚡ @user (𝙼𝙴𝙽𝙲𝙸𝙾𝙽 𝙰𝙻 𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝙰))\n\n𝚁𝙴𝙲𝚄𝙴𝚁𝙳𝙴 𝚀𝚄𝙴 𝙴𝙻 "@" 𝙴𝚂 𝙾𝙿𝙲𝙸𝙾𝙽𝙰𝙻`}

//grupo-setwelcome.js
const smsSetW = () => { return `${lenguajeGB['smsAvisoEG']()}𝙻𝙰 𝙱𝙸𝙴𝙽𝚅𝙴𝙽𝙸𝙳𝙰 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙷𝙰 𝚂𝙸𝙳𝙾 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙳𝙰`}
const smsSetW2 = () => { return `${lenguajeGB['smsAvisoIIG']()}🙌 𝙴𝚂𝙲𝚁𝙸𝙱𝙰 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴 𝙱𝙸𝙴𝙽𝚅𝙴𝙽𝙸𝙳𝙰\n𝙾𝙿𝙲𝙸𝙾𝙽𝙰𝙻 𝙿𝚄𝙴𝙳𝙴 𝚄𝚂𝙰𝚁 𝙻𝙾 𝚀𝚄𝙴 𝙴𝚂𝚃𝙰 𝙲𝙾𝙽 "@" 𝙿𝙰𝚁𝙰 𝙰𝙶𝚁𝙴𝙶𝙰𝚁 𝙼𝙰𝚂 𝙸𝙽𝙵𝙾𝚁𝙼𝙰𝙲𝙸𝙾𝙽:\n\n⚡ @user (𝙼𝙴𝙽𝙲𝙸𝙾𝙽 𝙰𝙻 𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝙰))\n⚡ @subject (𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾)\n⚡ @desc (𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾)\n\n𝚁𝙴𝙲𝚄𝙴𝚁𝙳𝙴 𝚀𝚄𝙴 𝙴𝙻 "@" 𝙴𝚂 𝙾𝙿𝙲𝙸𝙾𝙽𝙰𝙻`}

//grupo-setdesc.js
const smsDest = () => { return `${lenguajeGB['smsAvisoEG']()}📢 𝙻𝙰 𝙳𝙴𝚂𝙲𝚁𝙸𝙿𝙲𝙸𝙾𝙽 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙷𝙰 𝚂𝙸𝙳𝙾 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙳𝙰`}

//grupo-setname.js
const smsNam1 = () => { return `${lenguajeGB['smsAvisoEG']()}✨ 𝙴𝙻 𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙷𝙰 𝚂𝙸𝙳𝙾 𝙲𝙾𝙽𝙵𝙸𝙶𝚄𝚁𝙰𝙳𝙾`}
const smsNam2 = () => { return `${lenguajeGB['smsAvisoMG']()}🙌 𝙴𝚂𝙲𝚁𝙸𝙱𝙰 𝙴𝙻 𝙽𝚄𝙴𝚅𝙾 𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾`}
const smsNam3 = () => { return `${lenguajeGB['smsAvisoFG']()}𝙴𝙻 𝙽𝙾𝙼𝙱𝚁𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙽𝙾 𝙳𝙴𝙱𝙴 𝙳𝙴 𝚃𝙴𝙽𝙴𝚁 𝙼𝙰́𝚂 𝙳𝙴 𝟸𝟻 𝙲𝙰𝚁𝙰𝙲𝚃𝙴𝚁𝙴𝚂 😔`}

//grupo-restaurarEnlace.js
const smsRestGp = () => { return `${lenguajeGB['smsAvisoEG']()}📢 𝙴𝙻 𝙴𝙽𝙻𝙰𝙲𝙴 𝙳𝙴𝙻 𝙶𝚁𝚄𝙿𝙾 𝙷𝙰 𝚂𝙸𝙳𝙾 𝚁𝙴𝚂𝚃𝙰𝙱𝙻𝙴𝙲𝙸𝙳𝙾`}

//Botón 
const smsSig = () => { return `➡️ SIGUIENTE ➡️`}
const smsSigPrem = () => { return `❤️‍🔥 SIGUIENTE ❤️‍🔥`}
const smsCont18Porn = () => { return `🔞 *CONTENIDO* 🔞`} //texto
const smsCont18Porn2 = () => { return `🔞 CONTENIDO 🔞`} //texto
const smsCont18PornP = () => { return `🌟 *CONTENIDO ❤️‍🔥 PREMIUM* 🌟`} //texto
const smsCont18PornP2 = () => { return `CONTENIDO ❤️‍🔥 PREMIUM`} //texto  

//propietario(a).js
const smsJoin = (user) => { return `${packname}\n𝙴𝚂 𝚄𝙽 𝙱𝙾𝚃 𝙳𝙴 𝚆𝙷𝙰𝚃𝚂𝙰𝙿𝙿 𝚀𝚄𝙴 𝚃𝙴 𝙰𝚈𝚄𝙳𝙰𝚁𝙰 𝙰 𝚁𝙴𝙰𝙻𝙸𝚉𝙰𝚁 𝙳𝙸𝙵𝙴𝚁𝙴𝙽𝚃𝙴𝚂 𝙰𝙲𝚃𝙸𝚅𝙸𝙳𝙰𝙳𝙴𝚂 𝙴𝙽 𝙿𝚁𝙸𝚅𝙰𝙳𝙾 𝙾 𝙶𝚁𝚄𝙿𝙾 𝚈 𝚃𝙰𝙼𝙱𝙸𝙴𝙽 𝚃𝙴 𝚅𝙰𝚂 𝙰 𝙳𝙸𝚅𝙴𝚁𝚃𝙸𝚁 𝙲𝙾𝙽 𝚂𝚄𝚂 𝙼𝚄𝙻𝚃𝙸𝙿𝙻𝙴𝚂 𝙵𝚄𝙽𝙲𝙸𝙾𝙽𝙴𝚂 🥳, 𝙳𝙸𝚂𝙵𝚁𝚄𝚃𝙰 𝙳𝙴 𝙼𝙰𝙺𝙰𝙽𝙰𝙺𝚈 🤖!!!\n\n💖 𝙼𝙰𝙺𝙰𝙽𝙰𝙺𝚈 𝙱𝙾𝚃 𝙵𝚄𝙴 𝙸𝙽𝚅𝙸𝚃𝙰𝙳𝙾 𝙿𝙾𝚁:\n@${user}`}
const smsJoin1 = (usedPrefix, command) => { return lenguajeGB['smsAvisoMG']() + `𝙸𝙽𝙶𝚁𝙴𝚂𝙴 𝙴𝙻 𝙴𝙽𝙻𝙰𝙲𝙴 𝙳𝙴 𝚄𝙽 𝙶𝚁𝚄𝙿𝙾\n𝙴𝙹𝙴𝙼𝙿𝙻𝙾:\n*${usedPrefix + command}* ${nna}`}
const smsJoin2 = () => { return lenguajeGB['smsAvisoEG']() + `${packname}\n𝚂𝙴 𝙷𝙰 𝚄𝙽𝙸𝙳𝙾 𝙰𝙻 𝙶𝚁𝚄𝙿𝙾 ✅`}

//propietario(a).js
const smsBCMensaje = (usedPrefix, command) => { return `𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙰 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙾 𝙴𝚂𝙲𝚁𝙸𝙱𝙰 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝚄𝚂𝙰𝙽𝙳𝙾 ${usedPrefix + command}*`}
const smsBCMensaje2 = () => { return `𝙴𝙽𝚅𝙸𝙰𝙽𝙳𝙾 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙾𝙵𝙸𝙲𝙸𝙰𝙻, 𝙴𝚂𝙿𝙴𝚁𝙴 𝚄𝙽 𝙼𝙾𝙼𝙴𝙽𝚃𝙾...`}
const smsBCMensaje3 = (totalPri, time) => { return `✅ 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙵𝚄𝙴 𝙴𝙽𝚅𝙸𝙰𝙳𝙾 𝙰 ${totalPri} 𝙲𝙷𝙰𝚃(𝚂) 𝙿𝚁𝙸𝚅𝙰𝙳𝙾(𝚂)\n\n𝚃𝙸𝙴𝙼𝙿𝙾 𝚃𝙾𝚃𝙰𝙻 𝙳𝙴 𝙴𝙽𝚅𝙸𝙾: ${time}*\n${totalPri >= 3000 ? '\n𝙽𝙾 𝚂𝙴 𝙴𝙽𝚅𝙸𝙰𝚁𝙾𝙽 𝙰 𝚃𝙾𝙳𝙾𝚂 𝙻𝙾𝚂 𝙲𝙷𝙰𝚃𝚂 𝙿𝙰𝚁𝙰 𝙴𝚅𝙸𝚃𝙰𝚁 𝚂𝙰𝚃𝚄𝚁𝙰𝙲𝙸𝙾𝙽' : ''}`}

//propietario(a).js
const smsBCbot1 = () => { return `✅ 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙴𝙽𝚅𝙸𝙰𝙳𝙾:`}
const smsBCbot2 = () => { return `𝙿𝚁𝙸𝚅𝙰𝙳𝙾`}
const smsBCbot3 = () => { return `𝙶𝚁𝚄𝙿𝙾`}
const smsBCbot4 = () => { return `𝚃𝙾𝚃𝙰𝙻`}
const smsBCbot5 = () => { return `𝚃𝙸𝙴𝙼𝙿𝙾 𝚃𝙾𝚃𝙰𝙻 𝙳𝙴 𝙴𝙽𝚅𝙸𝙾:`}
const smsBCbot6 = () => { return `𝙽𝙾 𝚂𝙴 𝙴𝙽𝚅𝙸𝙰𝚁𝙾𝙽 𝙰 𝚃𝙾𝙳𝙾𝚂 𝙻𝙾𝚂 𝙲𝙷𝙰𝚃𝚂 𝙿𝚁𝙸𝚅𝙰𝙳𝙾𝚂 𝙿𝙰𝚁𝙰 𝙴𝚅𝙸𝚃𝙰𝚁 𝚂𝙰𝚃𝚄𝚁𝙰𝙲𝙸𝙾𝙽`}
const smsBCbot7 = () => { return `✅ 𝐂𝐎𝐌𝐔𝐍𝐈𝐂𝐀𝐃𝐎 𝐎𝐅𝐈𝐂𝐈𝐀𝐋 ✅`}

//propietario(a).js
const smsChatGP1 = () => { return "𝙴𝙽𝚅𝙸𝙰𝙽𝙳𝙾 𝙼𝙴𝙽𝚂𝙰𝙹𝙴, 𝙴𝚂𝙿𝙴𝚁𝙴 𝚄𝙽 𝙼𝙾𝙼𝙴𝙽𝚃𝙾..."}
const smsChatGP2 = (readMS, dia, mes, año, fecha, tiempo) => { return `✅ 𝐂𝐎𝐌𝐔𝐍𝐈𝐂𝐀𝐃𝐎 𝐎𝐅𝐈𝐂𝐈𝐀𝐋 ✅\n${readMS}\n\`\`\`${dia}, ${mes} ${año}\`\`\`\n\`\`\`${fecha} || ${tiempo}\`\`\`\n\n`}
const smsChatGP3 = (totalGP) => { return `✅ 𝙴𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙵𝚄𝙴 𝙴𝙽𝚅𝙸𝙰𝙳𝙾 𝙰 ${totalGP} 𝙶𝚁𝚄𝙿𝙾(𝚂)`}

//propietario(a.js
const smsPropban1 = (usedPrefix, command, bot) => { return `${lenguajeGB['smsAvisoMG']()}𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴 𝙰 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝙾 𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙰 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙳𝙴𝙻 𝚄𝚂𝚄𝙰𝚁𝙸𝙾 𝙾 𝙴𝚂𝙲𝚁𝙸𝙱𝙰 𝙴𝙻 𝙽𝚄́𝙼𝙴𝚁𝙾 𝚀𝚄𝙴 𝚀𝚄𝙸𝙴𝚁𝙴 𝙱𝙰𝙽𝙴𝙰𝚁 𝙳𝙴 𝙻𝙾𝚂 𝙲𝙾𝙼𝙰𝙽𝙳𝙾𝚂\n\n𝙴𝙹𝙴𝙼𝙿𝙻𝙾:\n*${usedPrefix + command} @${bot}*`}
const smsPropban2 = (bot) => { return `${lenguajeGB['smsAvisoFG']()}@${bot} 𝙽𝙾 𝙿𝚄𝙴𝙳𝙴 𝚂𝙴𝚁 𝙱𝙰𝙽𝙴𝙰𝙳𝙾 𝙲𝙾𝙽 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 😹`}
const smsPropban3 = (ownerNumber) => { return `${lenguajeGB.smsAvisoIIG()}😳 𝙽𝙾 𝙿𝚄𝙴𝙳𝙾 𝙱𝙰𝙽𝙴𝙰𝚁 𝙰𝙻 𝙾𝚆𝙽𝙴𝚁 @${ownerNumber} 𝙳𝙴 ${packname}`}
const smsPropban4 = (number) => { return `${lenguajeGB.smsAvisoIIG()}𝙽𝙾 𝙴𝚂 𝙽𝙴𝙲𝙴𝚂𝙰𝚁𝙸𝙾 𝚅𝙾𝙻𝚅𝙴𝚁 𝙰 𝙱𝙰𝙽𝙴𝙰𝚁 𝙰 @${number} 𝚂𝙸 𝚈𝙰 𝙻𝙾 𝙴𝚂𝚃𝙰 😊`}
const smsPropban5 = () => { return `${lenguajeGB['smsAvisoEG']()}𝙴𝙻/𝙻𝙰 𝚄𝚂𝚄𝙰𝚁𝙸𝙾(𝙰) 𝙵𝚄𝙴 𝙱𝙰𝙽𝙴𝙰𝙳𝙾(𝙰) 😔\𝙽𝙾 𝙿𝙾𝙳𝚁𝙰 𝚄𝚂𝙰𝚁 𝙰 ${gt}`}
const smsPropban6 = (number, usr) => { return `${lenguajeGB.smsAvisoAG()}@${number} 𝙴𝚂𝚃𝙰𝚂 𝙱𝙰𝙽𝙴𝙰𝙳𝙾/𝙰 𝙿𝙾𝚁 @${usr} 𝙽𝙾 𝙿𝚄𝙴𝙳𝙴𝚂 𝚄𝚂𝙰𝚁 𝙻𝙾𝚂 𝙲𝙾𝙼𝙰𝙽𝙳𝙾𝚂 𝙷𝙰𝚂𝚃𝙰 𝚀𝚄𝙴 𝙰𝙻𝙶𝚄𝙸𝙴𝙽 𝚁𝙴𝚅𝙸𝙴𝚁𝚃𝙰 𝙴𝙻 𝙱𝙰𝙽𝙴𝙾 😔`}
const smsPropban7 = (usedPrefix, command, number) => { return `${lenguajeGB['smsAvisoFG']()}𝚂𝚄𝚁𝙶𝙸𝙾 𝚄𝙽 𝙴𝚁𝚁𝙾𝚁, 𝙿𝚄𝙴𝙳𝙴 𝚂𝙴𝚁 𝚀𝚄𝙴 𝙴𝙻 𝚄𝚂𝚄𝙰𝚁𝙸𝙾 𝙽𝙾 𝙴𝚂𝚃𝙴 𝙴𝙽 𝙼𝙸 𝙱𝙰𝚂𝙴 𝙳𝙴 𝙳𝙰𝚃𝙾𝚂 𝙸𝙽𝚃𝙴𝙽𝚃𝙴 𝙴𝚂𝙲𝚁𝙸𝙱𝙸𝚁 ${usedPrefix + command} ${number}*\n\`\`\`𝚂𝙸 𝙴𝙻 𝙴𝚁𝚁𝙾𝚁 𝙲𝙾𝙽𝚃𝙸𝙽𝚄𝙰 𝚁𝙴𝙿𝙾𝚁𝚃𝙴 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾\`\`\``}

//jadibot-serbot.js
const smsIniJadi = () => { return `*⊹ • • • ミ★ ${global.packname} ミ★• • • ⊹*\n\nღ 𝚅𝙴𝚁𝚂𝙸𝙾𝙽 𝙳𝙴 ${global.packname} » _${global.vs}_\nღ 𝚅𝙴𝚁𝚂𝙸𝙾𝙽 𝙹𝙰𝙳𝙸𝙱𝙾𝚃 » _${global.vsJB}_\n\n🟢 𝙵𝚄𝙽𝙲𝙸𝙾𝙽 𝚂𝙴𝚁 𝚂𝚄𝙱 𝙱𝙾𝚃 🟢\n\n➡️ 𝙲𝙾𝙽 𝙾𝚃𝚁𝙾 𝙲𝙴𝙻𝙰𝚁 𝙾 𝙴𝙽 𝙻𝙰 𝙿𝙲 𝙴𝚂𝙲𝙰𝙽𝙴𝙰 𝙴𝚂𝚃𝙴 𝚀𝚁 𝙿𝙰𝚁𝙰 𝙲𝙾𝙽𝚅𝙴𝚁𝚃𝙸𝚁𝚂𝙴 𝙴𝙽 𝚂𝚄𝙱 𝙱𝙾𝚃\n\n1️⃣ 𝙳𝙸𝚁𝙸𝙹𝙰𝚂𝙴 𝙴𝙽 𝙻𝙾𝚂 𝚃𝚁𝙴𝚂 𝙿𝚄𝙽𝚃𝙾𝚂 𝙴𝙽 𝙻𝙰 𝙴𝚂𝚀𝚄𝙸𝙽𝙰 𝚂𝚄𝙿𝙴𝚁𝙸𝙾𝚁 𝙳𝙴𝚁𝙴𝙲𝙷𝙰\n2️⃣ 𝙸𝚁 𝙰 𝙻𝙰 𝙾𝙿𝙲𝙸𝙾𝙽 𝙳𝙸𝚂𝙿𝙾𝚂𝙸𝚃𝙸𝚅𝙾𝚂 𝚅𝙸𝙽𝙲𝚄𝙻𝙰𝙳𝙾𝚂\n3️⃣ 𝙴𝚂𝙲𝙰𝙽𝙴𝙴 𝙴𝚂𝚃𝙴 𝙲𝙾𝙳𝙸𝙶𝙾 𝙿𝙰𝚁𝙰 𝙸𝙽𝙸𝙲𝙸𝙰𝚁 𝚂𝙴𝚂𝙸𝙾𝙽\n\n📢 ¡𝙴𝚂𝚃𝙴 𝙲𝙾𝙳𝙸𝙶𝙾 𝚀𝚁 𝙴𝚇𝙿𝙸𝚁𝙰 𝙴𝙽 𝟺𝟻 𝚂𝙴𝙶𝚄𝙽𝙳𝙾𝚂!`}
const smsSoloOwnerJB = () => { return `${lenguajeGB['smsAvisoAG']()} 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙴𝚂𝚃𝙰 𝙳𝙴𝚂𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙾 𝙿𝙾𝚁 𝙼𝙸 𝙿𝚁𝙾𝙿𝙸𝙴𝚃𝙰𝚁𝙸𝙾(𝙰)`}
const smsJBPrincipal = () => { return `${lenguajeGB['smsAvisoAG']()}🔵 𝙿𝙰𝚁𝙰 𝚂𝙴𝚁 𝚂𝚄𝙱 𝙱𝙾𝚃 𝙳𝙸𝚁𝙸́𝙹𝙰𝚂𝙴 𝙰𝙻 𝙽𝚄́𝙼𝙴𝚁𝙾 𝙿𝚁𝙸𝙽𝙲𝙸𝙿𝙰𝙻\nღ 𝙸𝙽𝙶𝚁𝙴𝚂𝙴 𝙰𝙻 𝚂𝙸𝙶𝚄𝙸𝙴𝙽𝚃𝙴 𝙴𝙽𝙻𝙰𝙲𝙴:\n`}
const smsJBConexion = () => { return `${lenguajeGB['smsAvisoFG']()}🟡 𝙻𝙰 𝙲𝙾𝙽𝙴𝚇𝙸𝙾́𝙽 𝚂𝙴 𝙷𝙰 𝙲𝙴𝚁𝚁𝙰𝙳𝙾 𝙳𝙴 𝙼𝙰𝙽𝙴𝚁𝙰 𝙸𝙽𝙴𝚂𝙿𝙴𝚁𝙰𝙳𝙰, 𝙸𝙽𝚃𝙴𝙽𝚃𝙰𝚁𝙴𝙼𝙾𝚂 𝚁𝙴𝙲𝙾𝙽𝙴𝙲𝚃𝙰𝚁...`}
const smsJBConexionClose = () => { return `${lenguajeGB['smsAvisoFG']()}🔴 𝙻𝙰 𝙲𝙾𝙽𝙴𝚇𝙸𝙾́𝙽 𝚂𝙴 𝙷𝙰 𝙲𝙴𝚁𝚁𝙰𝙳𝙾, 𝙳𝙴𝙱𝙴𝚁𝙰́ 𝙳𝙴 𝙲𝙾𝙽𝙴𝙲𝚃𝙰𝚁𝚂𝙴 𝙼𝙰𝙽𝚄𝙰𝙻𝙼𝙴𝙽𝚃𝙴 𝚄𝚂𝙰𝙽𝙳𝙾 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 #serbot 𝚈 𝚁𝙴𝙴𝚂𝙲𝙰𝙽𝙴𝙰𝚁 𝙴𝙻 𝙽𝚄𝙴𝚅𝙾 𝙲𝙾́𝙳𝙸𝙶𝙾 𝚀𝚁`}
const smsJBConexionTrue = () => { return `${lenguajeGB['smsAvisoEG']()}🟢 𝙲𝙾𝙽𝙴𝚇𝙸𝙾́𝙽 𝙲𝙾𝙽 𝙴́𝚇𝙸𝚃𝙾!!!`}
const smsJBConexionTrue2 = () => { return `${lenguajeGB['smsAvisoEG']()}🟢 𝙲𝙾𝙽𝙴𝚇𝙸𝙾́𝙽 𝙲𝙾𝙽 𝙴́𝚇𝙸𝚃𝙾!!! 𝙿𝚄𝙴𝙳𝙴 𝙲𝙾𝙽𝙴𝙲𝚃𝙰𝚁𝚂𝙴 𝚄𝚂𝙰𝙽𝙳𝙾 𝚂𝚄 (𝙸𝙳) 𝙾 𝚄𝚂𝙰𝚁:`}
const smsJBCargando = () => { return `${lenguajeGB['smsAvisoIIG']()}⚪ 𝙴𝚂𝚃𝙰 𝙲𝙾𝙽𝙴𝙲𝚃𝙰𝙳𝙾(𝙰)!! 𝙿𝙾𝚁 𝙵𝙰𝚅𝙾𝚁 𝙴𝚂𝙿𝙴𝚁𝙴 𝚂𝙴 𝙴𝚂𝚃𝙰 𝙲𝙰𝚁𝙶𝙰𝙽𝙳𝙾 𝙻𝙾𝚂 𝙼𝙴𝙽𝚂𝙰𝙹𝙴𝚂...\n\n♻️ 𝙾𝙿𝙲𝙸𝙾𝙽𝙴𝚂 𝙳𝙸𝚂𝙿𝙾𝙽𝙸𝙱𝙻𝙴𝚂:\n» #stop (𝙳𝙴𝚃𝙴𝙽𝙴𝚁 𝙻𝙰 𝙵𝚄𝙽𝙲𝙸𝙾𝙽 𝚂𝚄𝙱 𝙱𝙾𝚃)\n» #eliminarsesion (𝙱𝙾𝚁𝚁𝙰𝚁 𝚃𝙾𝙳𝙾 𝚁𝙰𝚂𝚃𝚁𝙾 𝙳𝙴 𝚂𝚄𝙱 𝙱𝙾𝚃 )\n» #serbot (𝙾𝙱𝚃𝙴𝙽𝙴𝚁 𝙽𝚄𝙴𝚅𝙾 𝙲𝙾𝙳𝙸𝙶𝙾 𝚀𝚁 𝙿𝙰𝚁𝙰 𝚂𝙴𝚁 𝚂𝚄𝙱 𝙱𝙾𝚃)`}
const smsJBInfo1 = () => { return `💖 𝙴𝙽𝙻𝙰𝙲𝙴 𝚄𝚃𝙸𝙻`}
const smsJBInfo2 = () => { return `💖 ʟᴀ ғᴜɴᴄɪᴏ́ɴ ᴇs ᴇsᴛᴀʙʟᴇ, sɪ́ ᴘʀᴇsᴇɴᴛᴀ ᴀʟɢᴜ́ɴ ɪɴᴄᴏɴᴠᴇɴɪᴇɴᴛᴇ ᴄᴏᴍᴜɴɪ́ϙᴜᴇsᴇ ᴀʟ ᴄᴏʀʀᴇᴏ﹕ ᴍᴀᴋᴀɴᴀᴋʏʙᴏᴛ@ɢᴍᴀɪʟ.ᴄᴏᴍ\n💝 ᴘᴜᴇᴅᴇ ʜᴀᴄᴇʀ ᴜɴᴀ ᴅᴏɴᴀᴄɪᴏ́ɴ ᴠᴏʟᴜɴᴛᴀʀɪᴀ ᴘᴏʀ ʏᴀᴘᴇ﹕+51 936 933 624\n\nᴍᴜᴄʜᴀs ɢʀᴀᴄɪᴀs ᴘᴏʀ ᴇʟ ᴀᴘᴏʏᴏ ᴀ ${global.packname}`}

//jadibot-deleteSesion.js
const smsJBDel = () => { return `${lenguajeGB['smsAvisoAG']()}𝚄𝚂𝙴 𝙴𝚂𝚃𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙰𝙻 𝙱𝙾𝚃 𝙿𝚁𝙸𝙽𝙲𝙸𝙿𝙰𝙻`}
const smsJBAdios = () => { return `${lenguajeGB['smsAvisoEG']()}𝚃𝙴 𝚅𝙾𝚈 𝙰 𝙴𝚇𝚃𝚁𝙰𝙽̃𝙰𝚁 ${global.packname} 𝙲𝙷𝙰𝙾𝙾!! 👋`}
const smsJBCerrarS = () => { return `${lenguajeGB['smsAvisoEG']()}𝙷𝙰 𝙲𝙴𝚁𝚁𝙰𝙳𝙾 𝚂𝙴𝚂𝙸𝙾́𝙽 𝚈 𝙱𝙾𝚁𝚁𝙰𝙳𝙾 𝚃𝙾𝙳𝙾 𝚁𝙰𝚂𝚃𝚁𝙾`}
const smsJBErr = () => { return `𝙷𝙰 𝙲𝙴𝚁𝚁𝙰𝙳𝙾 𝚂𝙴𝚂𝙸𝙾𝙽 𝙲𝙾𝙼𝙾 𝚂𝚄𝙱 𝙱𝙾𝚃 ♻️`}

//comandos+18-adult.js
const smsContAdult = () => { return `${lenguajeGB['smsAvisoAG']()}𝙻𝙾𝚂 𝙲𝙾𝙼𝙰𝙽𝙳𝙾𝚂 🔞 𝙴𝚂𝚃𝙰𝙽 𝙳𝙴𝚂𝙰𝙲𝚃𝙸𝚅𝙰𝙳𝙾𝚂, 𝚂𝙸 𝚄𝚂𝚃𝙴𝙳 𝙴𝚂 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁(𝙰) 𝚄𝚂𝙴 #on modohorny`}

//comandos+18-menu.js
const smsList1 = () => { return `𝙽𝙾 𝚃𝙸𝙴𝙽𝙴 𝚂𝚄𝙵𝙸𝙲𝙸𝙴𝙽𝚃𝙴 😔`}
const smsList2 = () => { return `\nPresione aquí para comprar `}
const smsList3 = () => { return `𝙲𝙾𝙽𝚃𝙴𝙽𝙸𝙳𝙾 𝙳𝙸𝚂𝙿𝙾𝙽𝙸𝙱𝙻𝙴 😁`}
const smsList4 = () => { return `𝙲𝙾𝙽𝚃𝙴𝙽𝙸𝙳𝙾 𝙽𝙾 𝙳𝙸𝚂𝙿𝙾𝙽𝙸𝙱𝙻𝙴 😔\nPresione aquí para comprar `}
const smsList5 = () => { return `𝚂𝙴𝙻𝙴𝙲𝙲𝙸𝙾𝙽𝙴 𝚄𝙽𝙰 𝙾𝙿𝙲𝙸𝙾́𝙽\n*de la lista para ver el*\n*contenido* 😋`}
const smsList6 = () => { return `👀 𝐕𝐄𝐑 𝐋𝐈𝐒𝐓𝐀 👀`}

//descargas-consejos.js
const smsConj = () => { return `🍃 NUEVO CONSEJO`}
const smsFras = () => { return `🍃 NUEVA FRASE`}

//info-contacto.js
const smsContacto1 = () => { return ' Soy ' + packname + ' 𝚄𝙽 𝙱𝙾𝚃 𝙳𝙴 𝚆𝙷𝙰𝚃𝚂𝙰𝙿𝙿 𝙳𝙴𝙳𝙸𝙲𝙰𝙳𝙾 𝙴𝙽 𝙰𝚈𝚄𝙳𝙰𝚁 𝙲𝙾𝙽 𝙻𝙾 𝚀𝚄𝙴 𝙼𝙴 𝙿𝙸𝙳𝙰𝚂 😎'}
const smsContacto2 = () => { return '𝚂𝙾𝚈 𝙾𝚆𝙽𝙴𝚁 𝙳𝙴 ' + packname + ' 𝚂𝙸́ 𝚃𝙸𝙴𝙽𝙴𝚂 𝙰𝙻𝙶𝚄𝙽𝙰 𝙳𝚄𝙳𝙰 𝙼𝙴 𝙻𝙰 𝙿𝚄𝙴𝙳𝙴𝚂 𝙳𝙴𝙲𝙸𝚁 ✌️'}
const smsContacto3 = () => { return '👑 𝙾𝚆𝙽𝙴𝚁'}
const smsContacto4 = () => { return '𝙲𝙾𝙽𝚃𝙰𝙲𝚃𝙾 𝙾𝙵𝙸𝙲𝙸𝙰𝙻 𝙳𝙴 𝙼𝙰𝙺𝙰𝙽𝙰𝙺𝚈𝙱𝙾𝚃 🤖'}
const smsContacto5 = () => { return '🐣 𝙻𝙴 𝙿𝚄𝙴𝙳𝙾 𝙰𝚈𝚄𝙳𝙰𝚁 𝙴𝙽 𝙰𝙻𝙶𝙾?'}
const smsContacto6 = () => { return '𝙽𝙾 𝚃𝙴𝙽𝙶𝙾 𝙲𝙾𝚁𝚁𝙴𝙾 🙏'}
const smsContacto7 = () => { return '🌎 𝙶𝙻𝙾𝙱𝙰𝙻'}
const smsContacto8 = () => { return '𝙴𝚂𝚃𝙰 𝙲𝚄𝙴𝙽𝚃𝙰 𝙴𝚂 𝙱𝙾𝚃 👀'}


export default { lenguaje, smsAvisoRG, smsJoin, smsJoin1, smsJoin2, smsPropban1, smsPropban2, smsPropban3, smsPropban4, smsPropban5, smsPropban6, smsPropban7, smsLisA, smsLisB, smsLisC, smsLisD, smsLisE, smsChatGP1, smsChatGP2, smsChatGP3, smsBCMensaje, smsBCMensaje2, smsBCMensaje3, smsAvisoAG, smsAvisoIIG, smsBCbot1, smsBCbot2, smsBCbot3, smsBCbot4, smsBCbot5, smsBCbot6, smsBCbot7, smsAvisoFG, smsAvisoMG, smsAvisoEEG, smsAvisoEG, smsRowner, smsOwner, smsMods, smsPremium, smsGroup, smsPrivate, smsAdmin, smsBotAdmin, smsUnreg, smsRestrict, smsTime, smsUptime, smsVersion, smsTotalUsers, smsMode, smsModePublic, smsModePrivate, smsBanChats, smsBanUsers, smsPareja, smsResultPareja, smsSaludo, smsDia, smsTarde, smsTarde2, smsNoche, smsListaMenu, smsLista1, smsLista2, smsLista3, smsLista4, smsLista5, smsLista6, smsLista7, smsLista8, smsLista9, smsLista10, smsLista11, smsLista12, smsLista13, smsLista14, smsLista15, smsLista16, smsLista17, smsLista18, smsLista19, smsLista20, smsLista21, smsLista22, smsLista23, smsLista24, smsLista25, smsLista26, smsLista27, smsLista28, smsLista29, smsLista30, smsLista31, smsLista32, smsLista33, smsLista34, smsLista35, smsWelcome, smsBye, smsSpromote, smsSdemote, smsSdesc, smsSsubject, smsSicon, smsSrevoke, smsConexion, smsClearTmp, smsCargando, smspurgeSession, smspurgeOldFiles, smspurgeSessionSB1, smspurgeSessionSB2, smspurgeSessionSB3, smspurgeOldFiles1, smspurgeOldFiles2, smspurgeOldFiles3, smspurgeOldFiles4, smsTextoYT, smsApagar, smsEncender, smsEnlaceTik, smsEnlaceYt, smsEnlaceTel, smsEnlaceFb, smsEnlaceIg, smsEnlaceTw, smsAllAdmin, smsSoloOwner, smsCont1, smsCont2, smsCont3, smsCont4, smsCont5, smsCont6, smsCont7, smsCont8, smsCont9, smsCont10, smsCont11, smsCont12, smsCont13, smsCont14, smsCont15, smsCont16, smsCont17, smsCont18, smsCont19, smsCont20, smsCont21, smsInt1, smsInt2, smsAdwa, smsEnlaceWat, smsEnlaceWatt, smsNoSpam, smsNoSpam2, smsConMenu, smsMalError, smsMalError2, smsMalError3, smsToxic1, smsToxic2, smsToxic3, smsToxic4, smsToxic5, smsToxic6, smsToxic7, eExp, eDiamante, eDiamantePlus, eToken, eEsmeralda, eJoya, eMagia, eOro, eGataCoins, eGataTickers, eEnergia, ePocion, eAgua, eBasura, eMadera, eRoca, ePiedra, eCuerda, eHierro, eCarbon, eBotella, eLata, eCarton, eEletric, eBarraOro, eOroComun, eZorroG, eBasuraG, eLoboG, eMaderaG, eEspada, eCarnada, eBillete, ePinata, eGancho, eCanaPescar, eCComun, ePComun, eCMistica, eCMascota, eCJardineria, eClegendaria, eUva, eManzana, eNaranja, eMango, ePlatano, eSUva, eSManzana, eSNaranja, eSMango, eSPlatano, eCentauro, eAve, eGato, eDragon, eZorro, eCaballo, eFenix, eLobo, ePerro, eAMascots, eCCentauro, eCAve, eCMagica, eCDragon, eACaballo, eCFenix, smsWel1, smsWel2, smsParaAdmins, smsDete1, smsDete2, smsANivel1, smsANivel2, smsParaAdYOw, smsParaOw, smsRestri1, smsRestri2, smsLlamar1, smsLlamar2, smsModP1, smsModP2, smsModAd1, smsModAd2, smsLect1, smsLect2, smsTempo1, smsTempo2, smsStik1, smsStik2, smsStickA1, smsStickA2, smsReacc1, smsReacc2, smsAudi1, smsAudi2, smsModHor1, smsModHor2, smsAntitoc1, smsAntitoc2, smsModOb1, smsModOb2,
smsAntiEli1, smsAntiEli2, smsAntiInt1, smsAntiInt2, smsAntiE1, smsAntiE2, smsAntiEE1, smsAntiEE2, smsAntiTT1, smsAntiTT2, smsAntiYT1, smsAntiYT2, smsAntiTEL1, smsAntiTEL2, smsAntiFB1, smsAntiFB2, smsAntiIG1, smsAntiIG2, smsAntiTW1, smsAntiTW2, smsSOLOP1, smsSOLOP2, smsSOLOG1, smsSOLOG2, smsNoGg, smsConfi1, smsConfi2, smsConfi3, smsConfi4, smsConfi5, smsConfi6, smsConfi7, smsConfi8, smsConfi9, smsConfi10, smsMens1, smsMens2, smsMens3, smsMens4, smsMens5, smsMensError1, smsMensError2, smsAntiView, smsAutoLv1, smsAutoLv2, smsAutoLv3, smsAutoLv4, smsAutoLv5, smsAutoLv6, smsAutoLv7, smsAntiSp1, smsAntiSp2, smsAutoStik, smsBottem1, smsBottem2, smsBottem3, smsPremI,
smsAfkM1, smsAfkM2, smsAfkM3, smsAfkM4, smsAfkM5, smsAfkM6, smsAfkM1A, smsAfkM1B, smsChatAn1, smsChatAn2, smsChatAn3, smsChatAn4, smsChatAn5, smsChatAn6, smsChatAn7, smsChatAn8, smsChatAn9, smsChatAn10, smsChatAn11, smsChatAn12, smsChatAn13, smsBotonM1, smsBotonM2, smsBotonM3, smsBotonM4, smsBotonM5, smsBotonM6, smsBotonM7, smsTex1, smsTex2, smsTex3, smsTex4, smsTex5, smsTex6, smsTex7, smsTex8, smsTex9, smsTex10, smsTex11, smsTex12, smsTex13, smsTex14, smsTex15, smsTex16, smsTex17, smsTex18, smsTex19, smsTex20, smsTex21, smsTex22, smsTex23, smsMalused, smsGrupoTime1, smsGrupoTime2, smsGrupoTime3, smsGrupoTime4, smsGrupoTime5, smsGrupoTime6, smsGrupoTime7, smsGrupoTime8, smsGrupoTime9, smsGrupoTime10, smsGrupoTime11, smsGrupoTime12, smsGrupoTime13, smsAddB1, smsAddB2, smsAddB3, smsAddB4, smsAddB5, smsAddB6, smsAdveu1, smsMalused2, smsAdveu2, smsAdveu3, smsAdveu4, smsAdveu5, smsAdveu6, smsAdveu7, smsAdveu8, smsAdveu9, smsMalused3, smsAdveu10, smsAdveu11, smsAdveu12, smsDemott, smsDemott2, smsDemott3,
smsGI1, smsGI2, smsGI3, smsGI4, smsGI5, smsGI6, smsGI7, smsGI8, smsGI9, smsGI10, smsLista22_1, smsCodigoQR, smsConexionOFF, smskick1, smskick2, smskick3, smskick4, smstagaa,
smsSetB, smsSetB2, smsSetW, smsSetW2, smsDest, smsNam1, smsNam2, smsNam3, smsRestGp, smsSig, smsSigPrem, smsCont18Porn, smsCont18Porn2, smsCont18PornP, smsCont18PornP2,
smsIniJadi, smsSoloOwnerJB, smsJBPrincipal, smsJBConexion, smsJBConexionClose, smsJBConexionTrue, smsJBConexionTrue2, smsJBCargando, smsJBInfo1, smsJBInfo2, smsJBDel, smsJBAdios, 
smsJBCerrarS, smsJBErr, smsContAdult, smsList1, smsList2, smsList3, smsList4, smsList5, smsList6, smsConj, smsFras, smsContacto1, smsContacto2, smsContacto3, smsContacto4,
smsContacto5, smsContacto6, smsContacto7, smsContacto8 };
